[
    {
        "Card Number": 25,
        "Card Name": "Four of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 4,
        "Element": "Fire",
        "Astrological Association": "Venus in Aries",
        "Keywords": "Celebration, harmony, home",
        "Upright Meaning": "Celebration, harmony, and a sense of community.",
        "Reversed Meaning": "Lack of support, conflict at home, and personal difficulties.",
        "Symbolism": "Four wands (stability), garland (celebration), castle (home)",
        "Affirmation": "\"I celebrate my achievements and the harmony in my life.\"",
        "Traditional Interpretation": "Representing joyous occasions and the celebration of achievements.",
        "Modern Interpretation": "Emphasizing the importance of community and harmonious relationships.",
        "Mythological Connection": "Linked to the Greek festivals and celebrations in honor of the gods.",
        "Numerology": "The number 4 signifies stability, foundation, and structure.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts two figures holding flowers, standing under a garland-draped structure of four wands.",
        "Alternative Deck Descriptions": "In some decks, the Four of Wands is shown with scenes of celebration and community.",
        "Card Image Description": "Two figures holding flowers, standing under a garland-draped structure of four wands, symbolizing celebration and harmony."
    },
    {
        "Card Number": 26,
        "Card Name": "Five of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 5,
        "Element": "Fire",
        "Astrological Association": "Saturn in Leo",
        "Keywords": "Conflict, competition, struggle",
        "Upright Meaning": "Conflict, competition, and the struggle to prove oneself.",
        "Reversed Meaning": "Avoidance of conflict, compromise, and finding solutions.",
        "Symbolism": "Five wands (conflict), figures (competition), chaotic scene (struggle)",
        "Affirmation": "\"I navigate challenges with grace and seek harmony.\"",
        "Traditional Interpretation": "Representing conflict and the challenges of overcoming opposition.",
        "Modern Interpretation": "Emphasizing the need to address and resolve conflicts constructively.",
        "Mythological Connection": "Associated with the trials of Hercules, representing struggles and challenges.",
        "Numerology": "The number 5 signifies conflict, change, and dynamic movement.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts five figures wielding wands, appearing to be in conflict or competition.",
        "Alternative Deck Descriptions": "Some decks show the Five of Wands as a scene of chaos and struggle, representing competition.",
        "Card Image Description": "Five figures wielding wands in a chaotic scene, symbolizing conflict and competition."
    },
    {
        "Card Number": 27,
        "Card Name": "Six of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 6,
        "Element": "Fire",
        "Astrological Association": "Jupiter in Leo",
        "Keywords": "Victory, success, recognition",
        "Upright Meaning": "Victory, public recognition, and success.",
        "Reversed Meaning": "Fall from grace, lack of recognition, and delayed success.",
        "Symbolism": "Laurel wreath (victory), horse (triumph), crowd (recognition)",
        "Affirmation": "\"I celebrate my victories and the recognition of my efforts.\"",
        "Traditional Interpretation": "Representing triumph and the recognition of achievements.",
        "Modern Interpretation": "Emphasizing the importance of celebrating successes and the acknowledgment of accomplishments.",
        "Mythological Connection": "Linked to the triumphs of heroes like Achilles, celebrated for their victories.",
        "Numerology": "The number 6 signifies harmony, success, and accomplishment.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a figure riding a horse, holding a wand with a laurel wreath, surrounded by a cheering crowd.",
        "Alternative Deck Descriptions": "In some decks, the Six of Wands is shown as a figure or scene celebrating victory and success.",
        "Card Image Description": "A figure riding a horse, holding a wand with a laurel wreath, surrounded by a cheering crowd, symbolizing victory and recognition."
    },
    {
        "Card Number": 28,
        "Card Name": "Seven of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 7,
        "Element": "Fire",
        "Astrological Association": "Mars in Leo",
        "Keywords": "Defensiveness, perseverance, challenge",
        "Upright Meaning": "Standing your ground, perseverance, and facing challenges.",
        "Reversed Meaning": "Overwhelmed, giving up, and feeling defenseless.",
        "Symbolism": "Seven wands (challenges), figure (defense), elevated position (advantage)",
        "Affirmation": "\"I stand my ground and face challenges with strength and perseverance.\"",
        "Traditional Interpretation": "Representing the need to defend oneself and maintain one's position.",
        "Modern Interpretation": "Emphasizing the importance of standing firm in the face of opposition.",
        "Mythological Connection": "Associated with the struggles of warriors like Odysseus, who faced numerous challenges.",
        "Numerology": "The number 7 signifies introspection, challenge, and the pursuit of truth.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a figure standing on a hill, wielding a wand to defend against six others below.",
        "Alternative Deck Descriptions": "Some decks show the Seven of Wands as a figure or scene of determined defense against multiple challenges.",
        "Card Image Description": "A figure standing on a hill, wielding a wand to defend against six others below, symbolizing defensiveness and perseverance."
    },
    {
        "Card Number": 29,
        "Card Name": "Eight of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 8,
        "Element": "Fire",
        "Astrological Association": "Mercury in Sagittarius",
        "Keywords": "Speed, movement, progress",
        "Upright Meaning": "Swift action, progress, and rapid movement.",
        "Reversed Meaning": "Delays, obstacles, and a lack of movement.",
        "Symbolism": "Eight wands (movement), flying (speed), clear sky (unobstructed progress)",
        "Affirmation": "\"I embrace swift progress and move forward with clarity and purpose.\"",
        "Traditional Interpretation": "Representing rapid progress and the swift movement towards goals.",
        "Modern Interpretation": "Emphasizing the importance of taking decisive action and moving forward quickly.",
        "Mythological Connection": "Linked to Hermes, the messenger god, known for his speed.",
        "Numerology": "The number 8 signifies movement, power, and the flow of energy.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts eight wands flying through the air, symbolizing swift movement and progress.",
        "Alternative Deck Descriptions": "In some decks, the Eight of Wands is shown with symbols of rapid movement and progress.",
        "Card Image Description": "Eight wands flying through a clear sky, symbolizing swift movement and progress towards goals."
    }
]
