[
    {
        "Card Number": 55,
        "Card Name": "Six of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 6,
        "Element": "Air",
        "Astrological Association": "Mercury in Aquarius",
        "Keywords": "Transition, moving on, journey",
        "Upright Meaning": "Transition, moving to calmer waters, and a journey towards healing.",
        "Reversed Meaning": "Resistance to change, unfinished business, and emotional baggage.",
        "Symbolism": "Boat (journey), water (emotions), swords (challenges)",
        "Affirmation": "\"I embrace transitions and move forward towards healing and peace.\"",
        "Traditional Interpretation": "Representing the need to move away from difficulties and towards a more positive future.",
        "Modern Interpretation": "Emphasizing the importance of transitions and the journey towards healing and peace.",
        "Mythological Connection": "Linked to the journey of Odysseus, seeking to return home and find peace.",
        "Numerology": "The number 6 signifies balance, transition, and the journey towards harmony.",
        "Chakra Association": "Third Eye Chakra",
        "Rider-Waite Description": "Depicts a figure steering a boat across calm waters, with six swords standing in the boat.",
        "Alternative Deck Descriptions": "In some decks, the Six of Swords is shown as a scene of transition and moving away from difficulties.",
        "Card Image Description": "A figure steering a boat across calm waters, with six swords standing in the boat, symbolizing transition and moving on."
    },
    {
        "Card Number": 56,
        "Card Name": "Seven of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 7,
        "Element": "Air",
        "Astrological Association": "Moon in Aquarius",
        "Keywords": "Deception, strategy, cunning",
        "Upright Meaning": "Deception, strategy, and using cunning to achieve goals.",
        "Reversed Meaning": "Confession, coming clean, and facing consequences.",
        "Symbolism": "Swords (strategy), sneaky figure (deception), camp (target)",
        "Affirmation": "\"I use my intellect and strategy wisely, avoiding deceit and embracing truth.\"",
        "Traditional Interpretation": "Representing the need for strategy and caution to achieve one's goals.",
        "Modern Interpretation": "Emphasizing the importance of using intellect and strategy wisely and avoiding deceit.",
        "Mythological Connection": "Associated with the cunning and strategic mind of Hermes, the trickster god.",
        "Numerology": "The number 7 signifies introspection, strategy, and the quest for knowledge.",
        "Chakra Association": "Throat Chakra",
        "Rider-Waite Description": "Depicts a figure sneaking away from a camp with five swords, leaving two swords behind.",
        "Alternative Deck Descriptions": "In some decks, the Seven of Swords is shown as a figure or scene representing cunning and strategic planning.",
        "Card Image Description": "A figure sneaking away from a camp with five swords, leaving two swords behind, symbolizing deception and strategy."
    },
    {
        "Card Number": 57,
        "Card Name": "Eight of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 8,
        "Element": "Air",
        "Astrological Association": "Jupiter in Gemini",
        "Keywords": "Restriction, limitation, entrapment",
        "Upright Meaning": "Feeling trapped, restricted, and limited by circumstances.",
        "Reversed Meaning": "Finding freedom, overcoming limitations, and taking control.",
        "Symbolism": "Swords (restriction), bound figure (entrapment), blindfold (unawareness)",
        "Affirmation": "\"I recognize my limitations and take steps to free myself and regain control.\"",
        "Traditional Interpretation": "Representing the feeling of being trapped and the need to find a way to break free.",
        "Modern Interpretation": "Emphasizing the importance of recognizing self-imposed limitations and taking steps to overcome them.",
        "Mythological Connection": "Linked to the story of Persephone, who was trapped in the underworld and later freed.",
        "Numerology": "The number 8 signifies power, restriction, and the challenges of overcoming limitations.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a blindfolded and bound figure surrounded by eight swords, symbolizing restriction and entrapment.",
        "Alternative Deck Descriptions": "In some decks, the Eight of Swords is shown as a figure or scene representing the feeling of being trapped and the need for liberation.",
        "Card Image Description": "A blindfolded and bound figure surrounded by eight swords, symbolizing restriction and entrapment."
    },
    {
        "Card Number": 58,
        "Card Name": "Nine of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 9,
        "Element": "Air",
        "Astrological Association": "Mars in Gemini",
        "Keywords": "Anxiety, worry, nightmares",
        "Upright Meaning": "Anxiety, worry, and the mental anguish of nightmares.",
        "Reversed Meaning": "Overcoming fear, finding hope, and letting go of anxiety.",
        "Symbolism": "Swords (worry), figure in bed (nightmares), hands on face (anguish)",
        "Affirmation": "\"I confront my fears and anxieties, finding hope and peace within.\"",
        "Traditional Interpretation": "Representing the mental anguish and anxiety that comes from worry and nightmares.",
        "Modern Interpretation": "Emphasizing the importance of confronting fears and finding ways to overcome anxiety.",
        "Mythological Connection": "Associated with the myth of Prometheus, who suffered nightly torment for his actions.",
        "Numerology": "The number 9 signifies completion, intensity, and the challenges of mental anguish.",
        "Chakra Association": "Third Eye Chakra",
        "Rider-Waite Description": "Depicts a figure sitting up in bed, hands on face, with nine swords hanging on the wall behind them.",
        "Alternative Deck Descriptions": "In some decks, the Nine of Swords is shown as a figure or scene representing mental anguish and the torment of anxiety.",
        "Card Image Description": "A figure sitting up in bed, hands on face, with nine swords hanging on the wall behind them, symbolizing anxiety and worry."
    },
    {
        "Card Number": 59,
        "Card Name": "Ten of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 10,
        "Element": "Air",
        "Astrological Association": "Sun in Gemini",
        "Keywords": "Betrayal, defeat, endings",
        "Upright Meaning": "Betrayal, defeat, and the painful endings that bring new beginnings.",
        "Reversed Meaning": "Recovery, regeneration, and the opportunity for new starts.",
        "Symbolism": "Ten swords (defeat), figure on ground (betrayal), dark sky (endings)",
        "Affirmation": "\"I accept the endings in my life and embrace the opportunities for new beginnings.\"",
        "Traditional Interpretation": "Representing the finality of defeat and the pain of betrayal.",
        "Modern Interpretation": "Emphasizing the importance of accepting endings and the potential for new beginnings.",
        "Mythological Connection": "Linked to the story of Julius Caesar, who was betrayed by those he trusted.",
        "Numerology": "The number 10 signifies completion, finality, and the transition to new beginnings.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a figure lying face down with ten swords stabbed into their back, under a dark sky.",
        "Alternative Deck Descriptions": "In some decks, the Ten of Swords is shown as a figure or scene representing the finality of betrayal and the opportunity for rebirth.",
        "Card Image Description": "A figure lying face down with ten swords stabbed into their back, under a dark sky, symbolizing betrayal and endings."
    }
]
