[
    {
        "Card Number": 60,
        "Card Name": "Page of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 11,
        "Element": "Air",
        "Astrological Association": "Earth of Air",
        "Keywords": "Curiosity, vigilance, communication",
        "Upright Meaning": "Curiosity, keen intellect, and a vigilant approach to communication and learning.",
        "Reversed Meaning": "Gossip, hasty decisions, and lack of planning.",
        "Symbolism": "Sword (intellect), wind (change), young figure (curiosity)",
        "Affirmation": "\"I embrace my curiosity and communicate with clarity and vigilance.\"",
        "Traditional Interpretation": "Representing the thirst for knowledge, communication, and the eagerness to explore new ideas.",
        "Modern Interpretation": "Emphasizing the importance of staying curious and vigilant in communication and learning.",
        "Mythological Connection": "Linked to Hermes, the messenger god known for his swiftness and intelligence.",
        "Numerology": "The Page signifies new beginnings, intellectual curiosity, and the exploration of new ideas.",
        "Chakra Association": "Throat Chakra",
        "Rider-Waite Description": "Depicts a young figure standing with a sword, looking over their shoulder as if ready for action.",
        "Alternative Deck Descriptions": "In some decks, the Page of Swords is shown as a youthful figure or scene filled with symbols of curiosity and readiness.",
        "Card Image Description": "A young figure standing with a sword, looking over their shoulder as if ready for action, symbolizing curiosity and vigilance."
    },
    {
        "Card Number": 61,
        "Card Name": "Knight of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 12,
        "Element": "Air",
        "Astrological Association": "Air of Air",
        "Keywords": "Action, determination, swift movement",
        "Upright Meaning": "Swift action, determination, and the pursuit of goals with relentless energy.",
        "Reversed Meaning": "Impulsiveness, recklessness, and a lack of consideration for consequences.",
        "Symbolism": "Knight (action), horse (speed), sword (determination)",
        "Affirmation": "\"I pursue my goals with determination and mindful consideration of my actions.\"",
        "Traditional Interpretation": "Representing the drive to take swift and decisive action towards one’s goals.",
        "Modern Interpretation": "Emphasizing the importance of acting with determination while considering the consequences.",
        "Mythological Connection": "Associated with the heroic quests of figures like Perseus, known for their swift and decisive actions.",
        "Numerology": "The Knight signifies action, speed, and the pursuit of goals with clarity and focus.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a knight charging forward on a galloping horse, holding a sword aloft, moving with great speed and determination.",
        "Alternative Deck Descriptions": "In some decks, the Knight of Swords is shown as a figure in action, charging forward with great determination.",
        "Card Image Description": "A knight charging forward on a galloping horse, holding a sword aloft, symbolizing swift action and determination."
    },
    {
        "Card Number": 62,
        "Card Name": "Queen of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 13,
        "Element": "Air",
        "Astrological Association": "Water of Air",
        "Keywords": "Intellect, independence, clarity",
        "Upright Meaning": "Clear thinking, independence, and the ability to communicate with sharp intellect.",
        "Reversed Meaning": "Coldness, overly critical nature, and isolation.",
        "Symbolism": "Throne (authority), sword (intellect), clouds (clarity)",
        "Affirmation": "\"I embrace my intellect and independence, communicating with clarity and wisdom.\"",
        "Traditional Interpretation": "Representing the strength of intellect and the ability to communicate with clarity and authority.",
        "Modern Interpretation": "Emphasizing the importance of clear thinking and independence in decision-making and communication.",
        "Mythological Connection": "Linked to wise and independent figures like Athena, the goddess of wisdom and warfare.",
        "Numerology": "The Queen signifies mastery of intellect, independence, and the clear expression of ideas.",
        "Chakra Association": "Throat Chakra",
        "Rider-Waite Description": "Depicts a queen seated on a throne, holding a sword upright, with an expression of calm clarity and authority.",
        "Alternative Deck Descriptions": "In some decks, the Queen of Swords is shown as a serene and authoritative figure, embodying clear intellect and independence.",
        "Card Image Description": "A queen seated on a throne, holding a sword upright, with an expression of calm clarity and authority, symbolizing intellect and independence."
    },
    {
        "Card Number": 63,
        "Card Name": "King of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 14,
        "Element": "Air",
        "Astrological Association": "Fire of Air",
        "Keywords": "Authority, judgment, logic",
        "Upright Meaning": "Authority, clear judgment, and the power of logic and reason.",
        "Reversed Meaning": "Manipulation, misuse of power, and unethical decisions.",
        "Symbolism": "Throne (authority), sword (logic), clouds (judgment)",
        "Affirmation": "\"I exercise my authority and judgment with clarity and fairness.\"",
        "Traditional Interpretation": "Representing the mastery of logic and reason, and the fair exercise of authority.",
        "Modern Interpretation": "Emphasizing the importance of clear judgment and ethical use of power.",
        "Mythological Connection": "Associated with wise and just rulers like Solomon, known for their fair and logical decisions.",
        "Numerology": "The King signifies mastery of judgment, authority, and the application of logical principles.",
        "Chakra Association": "Third Eye Chakra",
        "Rider-Waite Description": "Depicts a king seated on a throne, holding a sword upright, with a look of stern judgment and authority.",
        "Alternative Deck Descriptions": "In some decks, the King of Swords is shown as a figure of authority and clear judgment, embodying the power of logic and reason.",
        "Card Image Description": "A king seated on a throne, holding a sword upright, with a look of stern judgment and authority, symbolizing logic and clear judgment."
    },
    {
        "Card Number": 64,
        "Card Name": "Ace of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 1,
        "Element": "Earth",
        "Astrological Association": "Taurus, Virgo, Capricorn",
        "Keywords": "Prosperity, opportunity, new beginnings",
        "Upright Meaning": "New beginnings in prosperity, material success, and the opportunity for growth.",
        "Reversed Meaning": "Missed opportunities, financial delays, and lack of planning.",
        "Symbolism": "Pentacle (prosperity), hand (opportunity), garden (growth)",
        "Affirmation": "\"I welcome new opportunities for prosperity and embrace the growth they bring.\"",
        "Traditional Interpretation": "Representing the start of new ventures in material success and the opportunities for growth and prosperity.",
        "Modern Interpretation": "Emphasizing the importance of seizing new opportunities for financial and material well-being.",
        "Mythological Connection": "Linked to Demeter, the goddess of the harvest, symbolizing abundance and growth.",
        "Numerology": "The Ace signifies new beginnings, potential, and the purest form of the element.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a hand emerging from a cloud, holding a pentacle over a lush garden, symbolizing new opportunities for prosperity.",
        "Alternative Deck Descriptions": "In some decks, the Ace of Pentacles is shown as a symbol of material success and the potential for growth and abundance.",
        "Card Image Description": "A hand emerging from a cloud, holding a pentacle over a lush garden, symbolizing new opportunities for prosperity and growth."
    }
]
