[
    {
        "Card Number": 45,
        "Card Name": "Ten of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 10,
        "Element": "Water",
        "Astrological Association": "Mars in Pisces",
        "Keywords": "Harmony, fulfillment, joy",
        "Upright Meaning": "Emotional fulfillment, harmony, and a sense of complete joy and happiness.",
        "Reversed Meaning": "Disconnection, family troubles, and lack of emotional fulfillment.",
        "Symbolism": "Ten cups (abundance), rainbow (joy), family (harmony)",
        "Affirmation": "\"I am surrounded by joy, love, and emotional fulfillment in all aspects of my life.\"",
        "Traditional Interpretation": "Representing the culmination of emotional fulfillment and the harmony of family life.",
        "Modern Interpretation": "Emphasizing the importance of joy, love, and emotional abundance in personal and family life.",
        "Mythological Connection": "Linked to the happy endings in mythological tales, like the reunion of Odysseus with his family.",
        "Numerology": "The number 10 signifies completion, fulfillment, and the joy of achievement.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a happy family standing together, arms raised, under a rainbow of ten cups, with a peaceful landscape in the background.",
        "Alternative Deck Descriptions": "In some decks, the Ten of Cups is shown as a scene of ultimate happiness and emotional fulfillment.",
        "Card Image Description": "A happy family standing together under a rainbow of ten cups, with a peaceful landscape, symbolizing joy and fulfillment."
    },
    {
        "Card Number": 46,
        "Card Name": "Page of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 11,
        "Element": "Water",
        "Astrological Association": "Earth of Water",
        "Keywords": "Creativity, intuition, beginnings",
        "Upright Meaning": "Creative inspiration, intuitive insights, and new emotional beginnings.",
        "Reversed Meaning": "Emotional immaturity, lack of creativity, and blocked intuition.",
        "Symbolism": "Cup (emotion), fish (intuition), water (creativity)",
        "Affirmation": "\"I embrace new creative and emotional beginnings with open-hearted curiosity.\"",
        "Traditional Interpretation": "Representing the start of new emotional or creative endeavors and the excitement of fresh experiences.",
        "Modern Interpretation": "Emphasizing the importance of tapping into one's creativity and intuition to explore new possibilities.",
        "Mythological Connection": "Linked to youthful and creative figures like Puck from Shakespeare's plays.",
        "Numerology": "The Page signifies new beginnings, creativity, and the exploration of emotions.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a young figure holding a cup from which a fish emerges, standing by the water, symbolizing new creative and emotional beginnings.",
        "Alternative Deck Descriptions": "In some decks, the Page of Cups is shown as a youthful figure or scene filled with symbols of creativity and intuition.",
        "Card Image Description": "A young figure holding a cup with a fish emerging from it, standing by the water, symbolizing creativity and new beginnings."
    },
    {
        "Card Number": 47,
        "Card Name": "Knight of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 12,
        "Element": "Water",
        "Astrological Association": "Air of Water",
        "Keywords": "Romance, adventure, idealism",
        "Upright Meaning": "Romantic pursuit, idealistic visions, and a quest for emotional and creative fulfillment.",
        "Reversed Meaning": "Overindulgence in fantasies, moodiness, and unrealistic expectations.",
        "Symbolism": "Knight (action), horse (movement), cup (emotion)",
        "Affirmation": "\"I pursue my dreams and ideals with passion and an open heart.\"",
        "Traditional Interpretation": "Representing the quest for love, adventure, and the pursuit of one's dreams.",
        "Modern Interpretation": "Emphasizing the importance of following one's heart and seeking emotional and creative fulfillment.",
        "Mythological Connection": "Associated with the romantic and chivalrous knights of legends, such as Lancelot.",
        "Numerology": "The Knight signifies action, pursuit of ideals, and the journey towards emotional and creative goals.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a knight riding a horse, holding a cup, moving forward with grace and determination.",
        "Alternative Deck Descriptions": "In some decks, the Knight of Cups is shown as a romantic figure on a quest for emotional or creative fulfillment.",
        "Card Image Description": "A knight riding a horse, holding a cup, moving forward with grace and determination, symbolizing romance and adventure."
    },
    {
        "Card Number": 48,
        "Card Name": "Queen of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 13,
        "Element": "Water",
        "Astrological Association": "Water of Water",
        "Keywords": "Compassion, intuition, nurturing",
        "Upright Meaning": "Compassion, deep intuition, and nurturing emotional support.",
        "Reversed Meaning": "Emotional instability, codependency, and over-sensitivity.",
        "Symbolism": "Throne (authority), cup (emotion), water (intuition)",
        "Affirmation": "\"I embody compassion, intuition, and nurturing in all my relationships.\"",
        "Traditional Interpretation": "Representing the depth of emotional understanding and the ability to nurture and support others.",
        "Modern Interpretation": "Emphasizing the power of compassion and intuition in creating supportive and nurturing environments.",
        "Mythological Connection": "Linked to nurturing and wise figures like Demeter, the goddess of the harvest.",
        "Numerology": "The Queen signifies nurturing, emotional depth, and the mastery of intuitive insights.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a queen seated on a throne by the sea, holding a cup, looking into its depths with a calm and contemplative expression.",
        "Alternative Deck Descriptions": "In some decks, the Queen of Cups is shown as a serene and nurturing figure, embodying deep emotional wisdom.",
        "Card Image Description": "A queen seated on a throne by the sea, holding a cup and looking into its depths, symbolizing compassion and deep intuition."
    },
    {
        "Card Number": 49,
        "Card Name": "King of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 14,
        "Element": "Water",
        "Astrological Association": "Fire of Water",
        "Keywords": "Balance, control, diplomacy",
        "Upright Meaning": "Emotional balance, control, and the ability to navigate complex feelings with diplomacy.",
        "Reversed Meaning": "Emotional volatility, manipulation, and a lack of empathy.",
        "Symbolism": "Throne (authority), cup (emotion), calm sea (balance)",
        "Affirmation": "\"I maintain emotional balance and navigate my emotions with wisdom and diplomacy.\"",
        "Traditional Interpretation": "Representing the mastery of emotions and the ability to remain calm and balanced in all situations.",
        "Modern Interpretation": "Emphasizing the importance of emotional intelligence and the ability to manage complex emotions with grace.",
        "Mythological Connection": "Associated with wise and balanced leaders like King Solomon.",
        "Numerology": "The King signifies emotional mastery, balance, and the ability to lead with empathy and understanding.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a king seated on a throne by the sea, holding a cup, with a calm and controlled demeanor, symbolizing emotional mastery.",
        "Alternative Deck Descriptions": "In some decks, the King of Cups is shown as a figure of emotional strength and balance, exuding wisdom and calm.",
        "Card Image Description": "A king seated on a throne by the sea, holding a cup, with a calm and controlled demeanor, symbolizing balance and emotional mastery."
    }
]
