[
    {
        "Card Number": 40,
        "Card Name": "Five of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 5,
        "Element": "Water",
        "Astrological Association": "Mars in Scorpio",
        "Keywords": "Loss, regret, disappointment",
        "Upright Meaning": "Loss, regret, and focusing on what is lost rather than what remains.",
        "Reversed Meaning": "Acceptance, moving on, and finding new hope.",
        "Symbolism": "Spilled cups (loss), standing cups (hope), figure (grief)",
        "Affirmation": "\"I acknowledge my losses and focus on the hope and opportunities that remain.\"",
        "Traditional Interpretation": "Representing the feelings of regret and disappointment in the face of loss.",
        "Modern Interpretation": "Emphasizing the importance of moving beyond loss and finding hope in remaining opportunities.",
        "Mythological Connection": "Linked to the story of Orpheus, who mourned the loss of Eurydice.",
        "Numerology": "The number 5 signifies change, conflict, and the process of overcoming adversity.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a cloaked figure standing in front of three spilled cups, with two upright cups behind them.",
        "Alternative Deck Descriptions": "In some decks, the Five of Cups is shown as a figure grieving or focusing on loss, with symbols of remaining hope in the background.",
        "Card Image Description": "A cloaked figure standing in front of three spilled cups, with two upright cups behind them, symbolizing loss and the potential for new hope."
    },
    {
        "Card Number": 41,
        "Card Name": "Six of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 6,
        "Element": "Water",
        "Astrological Association": "Sun in Scorpio",
        "Keywords": "Nostalgia, memories, childhood",
        "Upright Meaning": "Nostalgia, pleasant memories, and connections to childhood.",
        "Reversed Meaning": "Living in the past, clinging to nostalgia, and reluctance to move forward.",
        "Symbolism": "Six cups (memories), flowers (innocence), children (childhood)",
        "Affirmation": "\"I cherish my memories and use them to inspire my present and future.\"",
        "Traditional Interpretation": "Representing the fond memories of the past and the connections to one's childhood.",
        "Modern Interpretation": "Emphasizing the value of nostalgia and the importance of learning from the past.",
        "Mythological Connection": "Associated with the myth of Persephone, reflecting on her time in the underworld and her return to the surface.",
        "Numerology": "The number 6 signifies harmony, memories, and the balance of past and present.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts two children in a garden, one handing a cup filled with flowers to the other.",
        "Alternative Deck Descriptions": "In some decks, the Six of Cups is shown as scenes of childhood or the sharing of memories.",
        "Card Image Description": "Two children in a garden, one handing a cup filled with flowers to the other, symbolizing nostalgia and childhood memories."
    },
    {
        "Card Number": 42,
        "Card Name": "Seven of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 7,
        "Element": "Water",
        "Astrological Association": "Venus in Scorpio",
        "Keywords": "Choices, illusions, daydreams",
        "Upright Meaning": "Choices, fantasies, and the allure of multiple possibilities.",
        "Reversed Meaning": "Clarity, focus, and overcoming illusions.",
        "Symbolism": "Seven cups (choices), clouds (illusions), various symbols (fantasies)",
        "Affirmation": "\"I navigate my choices with clarity and focus, discerning reality from illusion.\"",
        "Traditional Interpretation": "Representing the plethora of choices and the potential for being overwhelmed by fantasies.",
        "Modern Interpretation": "Emphasizing the need to discern reality from illusion and make clear choices.",
        "Mythological Connection": "Linked to Pandora, whose curiosity led to the opening of the box of temptations.",
        "Numerology": "The number 7 signifies introspection, contemplation, and the exploration of possibilities.",
        "Chakra Association": "Third Eye Chakra",
        "Rider-Waite Description": "Depicts a figure facing seven cups, each filled with different objects and emerging from clouds.",
        "Alternative Deck Descriptions": "In some decks, the Seven of Cups is shown as a figure or scene overwhelmed by numerous options and fantasies.",
        "Card Image Description": "A figure facing seven cups, each filled with different objects and emerging from clouds, symbolizing choices and illusions."
    },
    {
        "Card Number": 43,
        "Card Name": "Eight of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 8,
        "Element": "Water",
        "Astrological Association": "Saturn in Pisces",
        "Keywords": "Abandonment, withdrawal, seeking",
        "Upright Meaning": "Leaving behind what no longer serves you, seeking a deeper meaning.",
        "Reversed Meaning": "Stagnation, fear of change, and reluctance to leave.",
        "Symbolism": "Eight cups (abandonment), mountain (journey), moon (intuition)",
        "Affirmation": "\"I seek deeper meaning and embrace the journey of leaving behind what no longer serves me.\"",
        "Traditional Interpretation": "Representing the need to move away from unfulfilling situations and seek new horizons.",
        "Modern Interpretation": "Emphasizing the importance of personal growth and the courage to abandon what no longer serves.",
        "Mythological Connection": "Associated with the journey of the hero who must leave their home to seek their true path.",
        "Numerology": "The number 8 signifies movement, change, and the pursuit of deeper truths.",
        "Chakra Association": "Third Eye Chakra",
        "Rider-Waite Description": "Depicts a figure walking away from a stack of eight cups, heading towards a mountain under a moonlit sky.",
        "Alternative Deck Descriptions": "In some decks, the Eight of Cups is shown as a figure or scene leaving behind material possessions in search of spiritual fulfillment.",
        "Card Image Description": "A figure walking away from a stack of eight cups, heading towards a mountain under a moonlit sky, symbolizing abandonment and seeking."
    },
    {
        "Card Number": 44,
        "Card Name": "Nine of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 9,
        "Element": "Water",
        "Astrological Association": "Jupiter in Pisces",
        "Keywords": "Contentment, satisfaction, wishes fulfilled",
        "Upright Meaning": "Contentment, satisfaction, and the fulfillment of desires.",
        "Reversed Meaning": "Greed, dissatisfaction, and unfulfilled wishes.",
        "Symbolism": "Nine cups (abundance), seated figure (contentment), crossed arms (satisfaction)",
        "Affirmation": "\"I celebrate my achievements and the fulfillment of my desires with gratitude.\"",
        "Traditional Interpretation": "Representing the fulfillment of wishes and the contentment that comes with achieving one's desires.",
        "Modern Interpretation": "Emphasizing the importance of appreciating and celebrating one's achievements and the abundance in life.",
        "Mythological Connection": "Linked to Midas, who desired and eventually attained great wealth.",
        "Numerology": "The number 9 signifies fulfillment, completeness, and the culmination of efforts.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a figure sitting in front of a row of nine cups, with arms crossed and a look of satisfaction.",
        "Alternative Deck Descriptions": "In some decks, the Nine of Cups is shown as a figure or scene representing contentment and the fulfillment of desires.",
        "Card Image Description": "A figure sitting in front of a row of nine cups, with arms crossed and a look of satisfaction, symbolizing contentment and wishes fulfilled."
    }
]
