[
    {
        "Card Number": 15,
        "Card Name": "The Devil",
        "Suit": "Major Arcana",
        "Arcana": "Major",
        "Numerical Value": 15,
        "Element": "Earth",
        "Astrological Association": "Capricorn",
        "Keywords": "Bondage, materialism, temptation",
        "Upright Meaning": "Addiction, materialism, and unhealthy attachments.",
        "Reversed Meaning": "Freedom from restraint, breaking free, and self-awareness.",
        "Symbolism": "Chains (bondage), inverted pentagram (materialism), flames (desire)",
        "Affirmation": "\"I acknowledge my shadows and seek liberation from them.\"",
        "Traditional Interpretation": "Representing enslavement to earthly desires and temptations.",
        "Modern Interpretation": "Emphasizing the need to confront and overcome personal demons.",
        "Mythological Connection": "Associated with Pan, the Greek god of nature and wildness.",
        "Numerology": "The number 15 signifies challenges, material struggles, and the need for balance.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a horned figure sitting on a throne with two humans chained at his feet.",
        "Alternative Deck Descriptions": "In some decks, the Devil is shown with more abstract symbols of bondage and desire.",
        "Card Image Description": "A horned, demonic figure seated on a throne, with two chained figures at his feet."
    },
    {
        "Card Number": 16,
        "Card Name": "The Tower",
        "Suit": "Major Arcana",
        "Arcana": "Major",
        "Numerical Value": 16,
        "Element": "Fire",
        "Astrological Association": "Mars",
        "Keywords": "Upheaval, sudden change, revelation",
        "Upright Meaning": "Sudden upheaval, revelation, and unexpected change.",
        "Reversed Meaning": "Avoidance of disaster, delaying the inevitable, and resistance to change.",
        "Symbolism": "Lightning (sudden insight), tower (foundation), falling figures (collapse)",
        "Affirmation": "\"I embrace change and transformation, even in times of chaos.\"",
        "Traditional Interpretation": "Representing the sudden and complete breakdown of old structures.",
        "Modern Interpretation": "Emphasizing the necessity and benefits of dramatic change.",
        "Mythological Connection": "Linked to the Tower of Babel, symbolizing the fall of pride.",
        "Numerology": "The number 16 signifies sudden changes and the breakdown of old patterns.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a tall tower being struck by lightning, with figures falling from it.",
        "Alternative Deck Descriptions": "Some decks show the Tower as a crumbling edifice or an exploding structure.",
        "Card Image Description": "A tall tower struck by lightning, with figures falling from it amidst flames and chaos."
    },
    {
        "Card Number": 17,
        "Card Name": "The Star",
        "Suit": "Major Arcana",
        "Arcana": "Major",
        "Numerical Value": 17,
        "Element": "Air",
        "Astrological Association": "Aquarius",
        "Keywords": "Hope, inspiration, renewal",
        "Upright Meaning": "Hope, inspiration, and spiritual renewal.",
        "Reversed Meaning": "Despair, lack of faith, and disconnection from spirit.",
        "Symbolism": "Stars (guidance), water (healing), naked woman (purity)",
        "Affirmation": "\"I am filled with hope and inspiration, guiding my path forward.\"",
        "Traditional Interpretation": "Representing hope and renewal after a period of difficulty.",
        "Modern Interpretation": "Emphasizing the power of positive thinking and spiritual connection.",
        "Mythological Connection": "Associated with Pandora, who released hope into the world.",
        "Numerology": "The number 17 signifies insight, spiritual growth, and enlightenment.",
        "Chakra Association": "Throat Chakra",
        "Rider-Waite Description": "Depicts a naked woman kneeling by water, pouring water onto the land and into the pool, with a large star overhead.",
        "Alternative Deck Descriptions": "Some decks show the Star as a figure illuminated by celestial light, symbolizing guidance.",
        "Card Image Description": "A naked woman kneeling by a pool, pouring water onto the land and into the pool, with a large star shining above her."
    },
    {
        "Card Number": 18,
        "Card Name": "The Moon",
        "Suit": "Major Arcana",
        "Arcana": "Major",
        "Numerical Value": 18,
        "Element": "Water",
        "Astrological Association": "Pisces",
        "Keywords": "Illusion, intuition, the unconscious",
        "Upright Meaning": "Illusion, intuition, and the exploration of the unconscious mind.",
        "Reversed Meaning": "Confusion, fear, and the inability to distinguish reality from illusion.",
        "Symbolism": "Moon (intuition), dogs (guardianship), path (journey)",
        "Affirmation": "\"I trust my intuition and explore the depths of my unconscious mind.\"",
        "Traditional Interpretation": "Representing dreams, the subconscious, and the mysterious aspects of life.",
        "Modern Interpretation": "Emphasizing the importance of intuition and the exploration of inner shadows.",
        "Mythological Connection": "Linked to Artemis, the goddess of the moon and the hunt.",
        "Numerology": "The number 18 signifies introspection, hidden truths, and the exploration of the unknown.",
        "Chakra Association": "Third Eye Chakra",
        "Rider-Waite Description": "Depicts a moonlit scene with a path winding between two towers, a dog and a wolf howling at the moon, and a crawfish emerging from the water.",
        "Alternative Deck Descriptions": "In some decks, the Moon is shown with more abstract representations of dreams and illusions.",
        "Card Image Description": "A moonlit landscape with a path winding between two towers, a dog and a wolf howling at the moon, and a crawfish emerging from the water."
    },
    {
        "Card Number": 19,
        "Card Name": "The Sun",
        "Suit": "Major Arcana",
        "Arcana": "Major",
        "Numerical Value": 19,
        "Element": "Fire",
        "Astrological Association": "Sun",
        "Keywords": "Joy, success, vitality",
        "Upright Meaning": "Joy, success, and a sense of vitality and abundance.",
        "Reversed Meaning": "Temporary setbacks, over-optimism, and feeling drained.",
        "Symbolism": "Sunflower (growth), sun (vitality), child (innocence)",
        "Affirmation": "\"I am filled with joy, success, and the light of the sun.\"",
        "Traditional Interpretation": "Representing happiness, success, and a sense of fulfillment.",
        "Modern Interpretation": "Emphasizing the power of positivity and the energy of life.",
        "Mythological Connection": "Associated with Apollo, the sun god.",
        "Numerology": "The number 19 signifies new beginnings, happiness, and the culmination of efforts.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a radiant sun shining down on a joyful child riding a white horse, with sunflowers in the background.",
        "Alternative Deck Descriptions": "Some decks show the Sun as a symbol of radiant energy and success.",
        "Card Image Description": "A bright sun shining over a joyous child riding a white horse, with sunflowers in the background."
    }
]
