[
    {
        "Card Number": 70,
        "Card Name": "Seven of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 7,
        "Element": "Earth",
        "Astrological Association": "Saturn in Taurus",
        "Keywords": "Patience, assessment, reward",
        "Upright Meaning": "Patience, long-term planning, and assessing progress towards rewards.",
        "Reversed Meaning": "Impatience, lack of reward, and short-sightedness.",
        "Symbolism": "Seven pentacles (growth), gardener (effort), plants (reward)",
        "Affirmation": "\"I patiently assess my progress and trust in the rewards of my efforts.\"",
        "Traditional Interpretation": "Representing the need for patience and the assessment of long-term efforts and their rewards.",
        "Modern Interpretation": "Emphasizing the importance of evaluating progress and trusting in the value of long-term planning.",
        "Mythological Connection": "Linked to the story of the Ant and the Grasshopper, symbolizing the rewards of hard work and patience.",
        "Numerology": "The number 7 signifies reflection, assessment, and the pursuit of long-term goals.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a figure leaning on a hoe, looking at a bush of growing pentacles, symbolizing assessment and patience.",
        "Alternative Deck Descriptions": "In some decks, the Seven of Pentacles is shown as a scene of growth and the assessment of effort and reward.",
        "Card Image Description": "A figure leaning on a hoe, looking at a bush of growing pentacles, symbolizing patience and the assessment of progress."
    },
    {
        "Card Number": 71,
        "Card Name": "Eight of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 8,
        "Element": "Earth",
        "Astrological Association": "Sun in Virgo",
        "Keywords": "Diligence, craftsmanship, skill development",
        "Upright Meaning": "Diligence, mastering skills, and the dedication to craftsmanship and improvement.",
        "Reversed Meaning": "Lack of focus, poor quality work, and unfulfilled potential.",
        "Symbolism": "Eight pentacles (effort), craftsman (skill), tools (work)",
        "Affirmation": "\"I dedicate myself to mastering my skills and achieving excellence through diligence.\"",
        "Traditional Interpretation": "Representing the commitment to mastering one's craft and the pursuit of excellence.",
        "Modern Interpretation": "Emphasizing the value of hard work, skill development, and the dedication to improvement.",
        "Mythological Connection": "Associated with Hephaestus, the god of blacksmiths, known for his skill and craftsmanship.",
        "Numerology": "The number 8 signifies diligence, skill, and the dedication to achieving mastery.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a craftsman diligently working on a series of pentacles, symbolizing skill development and hard work.",
        "Alternative Deck Descriptions": "In some decks, the Eight of Pentacles is shown as a figure or scene dedicated to craftsmanship and the pursuit of mastery.",
        "Card Image Description": "A craftsman diligently working on a series of pentacles, symbolizing diligence, skill development, and the dedication to craftsmanship."
    },
    {
        "Card Number": 72,
        "Card Name": "Nine of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 9,
        "Element": "Earth",
        "Astrological Association": "Venus in Virgo",
        "Keywords": "Self-sufficiency, luxury, financial independence",
        "Upright Meaning": "Self-sufficiency, enjoying the fruits of labor, and financial independence.",
        "Reversed Meaning": "Financial dependence, lack of self-sufficiency, and overindulgence.",
        "Symbolism": "Nine pentacles (wealth), bird (independence), vineyard (luxury)",
        "Affirmation": "\"I enjoy the abundance and independence I have cultivated through my efforts.\"",
        "Traditional Interpretation": "Representing the joy of self-sufficiency and the luxury that comes from hard work and financial independence.",
        "Modern Interpretation": "Emphasizing the importance of enjoying one's success and the benefits of financial independence.",
        "Mythological Connection": "Linked to the story of the self-sufficient and luxurious gardens of the Hesperides.",
        "Numerology": "The number 9 signifies fulfillment, abundance, and the culmination of efforts.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a figure standing in a lush vineyard, holding a bird, surrounded by nine pentacles, symbolizing luxury and self-sufficiency.",
        "Alternative Deck Descriptions": "In some decks, the Nine of Pentacles is shown as a figure or scene enjoying the fruits of labor and financial independence.",
        "Card Image Description": "A figure standing in a lush vineyard, holding a bird, surrounded by nine pentacles, symbolizing self-sufficiency, luxury, and financial independence."
    },
    {
        "Card Number": 73,
        "Card Name": "Ten of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 10,
        "Element": "Earth",
        "Astrological Association": "Mercury in Virgo",
        "Keywords": "Wealth, legacy, family",
        "Upright Meaning": "Wealth, family legacy, and the stability and security of long-term success.",
        "Reversed Meaning": "Financial instability, loss of legacy, and family conflicts.",
        "Symbolism": "Ten pentacles (wealth), family (legacy), castle (security)",
        "Affirmation": "\"I create a lasting legacy of wealth, security, and family harmony.\"",
        "Traditional Interpretation": "Representing the stability and security of long-term success and the legacy of wealth and family.",
        "Modern Interpretation": "Emphasizing the importance of building a lasting legacy and ensuring the security and harmony of family life.",
        "Mythological Connection": "Associated with the story of King Croesus, known for his immense wealth and the legacy he left behind.",
        "Numerology": "The number 10 signifies completion, fulfillment, and the culmination of material success.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a scene of family and wealth, with a castle in the background and ten pentacles arranged around the scene.",
        "Alternative Deck Descriptions": "In some decks, the Ten of Pentacles is shown as a scene representing wealth, family legacy, and long-term stability.",
        "Card Image Description": "A scene of family and wealth, with a castle in the background and ten pentacles arranged around the scene, symbolizing wealth, legacy, and family harmony."
    },
    {
        "Card Number": 74,
        "Card Name": "Page of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 11,
        "Element": "Earth",
        "Astrological Association": "Earth of Earth",
        "Keywords": "Ambition, opportunity, practicality",
        "Upright Meaning": "Ambition, the pursuit of opportunities, and a practical approach to achieving goals.",
        "Reversed Meaning": "Lack of focus, missed opportunities, and impracticality.",
        "Symbolism": "Pentacle (opportunity), young figure (ambition), field (potential)",
        "Affirmation": "\"I seize new opportunities with ambition and a practical mindset.\"",
        "Traditional Interpretation": "Representing the ambition and practical approach needed to pursue new opportunities and achieve goals.",
        "Modern Interpretation": "Emphasizing the importance of being practical and ambitious in the pursuit of new ventures.",
        "Mythological Connection": "Linked to the youthful ambition and practicality of figures like Daedalus, who sought opportunities through skill and ingenuity.",
        "Numerology": "The Page signifies new beginnings, ambition, and the practical pursuit of opportunities.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a young figure holding a pentacle, standing in a field, looking towards the horizon with ambition and focus.",
        "Alternative Deck Descriptions": "In some decks, the Page of Pentacles is shown as a youthful figure or scene filled with symbols of ambition and opportunity.",
        "Card Image Description": "A young figure holding a pentacle, standing in a field, looking towards the horizon with ambition and focus, symbolizing opportunity and practicality."
    }
]
