[
    {
        "Card Number": 75,
        "Card Name": "Knight of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 12,
        "Element": "Earth",
        "Astrological Association": "Air of Earth",
        "Keywords": "Diligence, reliability, routine",
        "Upright Meaning": "Diligence, reliability, and a methodical approach to achieving goals.",
        "Reversed Meaning": "Laziness, stagnation, and a lack of progress.",
        "Symbolism": "Knight (action), horse (steadiness), pentacle (material focus)",
        "Affirmation": "\"I approach my goals with diligence and reliability, embracing the value of routine.\"",
        "Traditional Interpretation": "Representing the steady and reliable pursuit of goals through diligent effort and routine.",
        "Modern Interpretation": "Emphasizing the importance of a methodical and consistent approach to achieving success.",
        "Mythological Connection": "Associated with the steady and reliable labor of figures like Hercules in his tasks.",
        "Numerology": "The Knight signifies action, steadiness, and the practical pursuit of material goals.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a knight on a steady horse, holding a pentacle, moving forward with diligence and focus.",
        "Alternative Deck Descriptions": "In some decks, the Knight of Pentacles is shown as a figure or scene embodying steady progress and reliable effort.",
        "Card Image Description": "A knight on a steady horse, holding a pentacle, moving forward with diligence and focus, symbolizing reliability and routine."
    },
    {
        "Card Number": 76,
        "Card Name": "Queen of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 13,
        "Element": "Earth",
        "Astrological Association": "Water of Earth",
        "Keywords": "Nurturing, practicality, resourcefulness",
        "Upright Meaning": "Nurturing, practicality, and a resourceful approach to managing resources and well-being.",
        "Reversed Meaning": "Neglect, materialism, and an overemphasis on financial matters.",
        "Symbolism": "Throne (authority), pentacle (material focus), rabbit (fertility)",
        "Affirmation": "\"I nurture my resources with practicality and care, creating abundance in my life.\"",
        "Traditional Interpretation": "Representing the nurturing and practical management of resources and the creation of abundance.",
        "Modern Interpretation": "Emphasizing the importance of being resourceful and practical in nurturing one's well-being and financial security.",
        "Mythological Connection": "Linked to figures like Demeter, the nurturing goddess of the harvest and fertility.",
        "Numerology": "The Queen signifies nurturing, practicality, and the mastery of managing material resources.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a queen seated on a throne, holding a pentacle, with a serene expression, surrounded by symbols of fertility and abundance.",
        "Alternative Deck Descriptions": "In some decks, the Queen of Pentacles is shown as a figure or scene embodying nurturing and practical resourcefulness.",
        "Card Image Description": "A queen seated on a throne, holding a pentacle, with a serene expression, surrounded by symbols of fertility and abundance, symbolizing nurturing and practicality."
    },
    {
        "Card Number": 77,
        "Card Name": "King of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 14,
        "Element": "Earth",
        "Astrological Association": "Fire of Earth",
        "Keywords": "Abundance, security, leadership",
        "Upright Meaning": "Abundance, security, and a strong leadership in managing material success.",
        "Reversed Meaning": "Greed, mismanagement, and an overemphasis on material wealth.",
        "Symbolism": "Throne (authority), pentacle (material wealth), grapes (abundance)",
        "Affirmation": "\"I lead with wisdom and create security and abundance in my life and for those around me.\"",
        "Traditional Interpretation": "Representing the mastery of material success and the creation of security and abundance through wise leadership.",
        "Modern Interpretation": "Emphasizing the importance of leading with wisdom and ensuring the security and abundance of material resources.",
        "Mythological Connection": "Associated with King Midas, symbolizing the balance of wealth and wise leadership.",
        "Numerology": "The King signifies mastery, authority, and the fulfillment of material success.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a king seated on a throne, holding a pentacle, surrounded by symbols of wealth and abundance, exuding a sense of security and leadership.",
        "Alternative Deck Descriptions": "In some decks, the King of Pentacles is shown as a figure or scene embodying the mastery of material success and leadership.",
        "Card Image Description": "A king seated on a throne, holding a pentacle, surrounded by symbols of wealth and abundance, exuding a sense of security and leadership, symbolizing abundance and authority."
    },
    {
        "Card Number": 78,
        "Card Name": "Ace of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 1,
        "Element": "Fire",
        "Astrological Association": "Aries, Leo, Sagittarius",
        "Keywords": "Inspiration, creation, potential",
        "Upright Meaning": "New beginnings, creativity, and inspired action.",
        "Reversed Meaning": "Lack of direction, delays, and missed opportunities.",
        "Symbolism": "Sprouting wand (new growth), hand (divine offering), flames (inspiration)",
        "Affirmation": "\"I embrace new opportunities with creative energy and passion.\"",
        "Traditional Interpretation": "Representing the spark of new ideas and the energy to pursue them.",
        "Modern Interpretation": "Emphasizing the importance of taking inspired action and starting new projects.",
        "Mythological Connection": "Linked to Prometheus, who brought fire to humanity, symbolizing inspiration and creativity.",
        "Numerology": "The Ace signifies new beginnings, potential, and the energy to initiate action.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a hand emerging from a cloud, holding a sprouting wand, symbolizing new potential and creation.",
        "Alternative Deck Descriptions": "In some decks, the Ace of Wands is shown as a wand surrounded by flames or symbols of growth and inspiration.",
        "Card Image Description": "A hand emerging from a cloud, holding a sprouting wand, symbolizing new opportunities and creative energy, representing inspiration and potential."
    }
]
