[
    {
        "Card Number": 35,
        "Card Name": "King of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 14,
        "Element": "Fire",
        "Astrological Association": "Fire of Fire",
        "Keywords": "Leadership, vision, charisma",
        "Upright Meaning": "Leadership, vision, and a strong sense of charisma.",
        "Reversed Meaning": "Impulsiveness, overbearing nature, and ruthlessness.",
        "Symbolism": "Throne (authority), salamander (transformation), crown (leadership)",
        "Affirmation": "\"I lead with vision and charisma, embracing my role as a leader.\"",
        "Traditional Interpretation": "Representing a strong, charismatic leader with a clear vision.",
        "Modern Interpretation": "Emphasizing the importance of strong leadership and visionary thinking.",
        "Mythological Connection": "Associated with powerful leaders like King Arthur.",
        "Numerology": "The King signifies mastery, leadership, and the culmination of the suit's qualities.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a king seated on a throne, holding a wand, with a salamander at his feet.",
        "Alternative Deck Descriptions": "In some decks, the King of Wands is shown as a powerful, commanding figure exuding confidence and authority.",
        "Card Image Description": "A king seated on a throne, holding a wand, with a salamander at his feet, symbolizing leadership and vision."
    },
    {
        "Card Number": 36,
        "Card Name": "Ace of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 1,
        "Element": "Water",
        "Astrological Association": "Cancer, Scorpio, Pisces",
        "Keywords": "Love, new beginnings, emotional overflow",
        "Upright Meaning": "New emotional beginnings, love, and overflowing emotions.",
        "Reversed Meaning": "Emotional blockages, lack of emotional fulfillment, and unexpressed feelings.",
        "Symbolism": "Cup (emotion), water (overflowing), dove (peace)",
        "Affirmation": "\"I welcome new emotional beginnings and embrace the flow of love.\"",
        "Traditional Interpretation": "Representing the start of new emotional experiences and relationships.",
        "Modern Interpretation": "Emphasizing the importance of embracing new emotional opportunities and connections.",
        "Mythological Connection": "Linked to Aphrodite, the goddess of love and beauty.",
        "Numerology": "The Ace signifies new beginnings, potential, and the flow of emotions.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a hand emerging from a cloud, holding a cup overflowing with water, with a dove above it.",
        "Alternative Deck Descriptions": "In some decks, the Ace of Cups is shown as a cup overflowing with water, symbolizing new emotional beginnings.",
        "Card Image Description": "A hand emerging from a cloud, holding a cup overflowing with water, with a dove above it, symbolizing new emotional beginnings and love."
    },
    {
        "Card Number": 37,
        "Card Name": "Two of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 2,
        "Element": "Water",
        "Astrological Association": "Venus in Cancer",
        "Keywords": "Partnership, union, harmony",
        "Upright Meaning": "Partnership, union, and harmonious relationships.",
        "Reversed Meaning": "Breakdown of communication, imbalance, and disharmony.",
        "Symbolism": "Two cups (partnership), caduceus (balance), intertwined figures (union)",
        "Affirmation": "\"I embrace harmonious partnerships and the balance they bring.\"",
        "Traditional Interpretation": "Representing the union and balance of two individuals or forces.",
        "Modern Interpretation": "Emphasizing the importance of harmonious relationships and partnerships.",
        "Mythological Connection": "Associated with the union of Eros and Psyche, symbolizing true love.",
        "Numerology": "The number 2 signifies balance, partnership, and duality.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts two figures exchanging cups, with a caduceus between them and a lion's head above.",
        "Alternative Deck Descriptions": "In some decks, the Two of Cups is shown as a scene of harmonious union and partnership.",
        "Card Image Description": "Two figures exchanging cups, with a caduceus between them and a lion's head above, symbolizing partnership and harmony."
    },
    {
        "Card Number": 38,
        "Card Name": "Three of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 3,
        "Element": "Water",
        "Astrological Association": "Mercury in Cancer",
        "Keywords": "Celebration, friendship, community",
        "Upright Meaning": "Celebration, friendship, and a sense of community.",
        "Reversed Meaning": "Isolation, overindulgence, and gossip.",
        "Symbolism": "Three cups (celebration), dancing figures (joy), harvest (abundance)",
        "Affirmation": "\"I celebrate friendship and community, embracing the joy they bring.\"",
        "Traditional Interpretation": "Representing joyous occasions and the celebration of friendships and community.",
        "Modern Interpretation": "Emphasizing the importance of social connections and celebrating with friends.",
        "Mythological Connection": "Linked to the Graces, goddesses of charm, beauty, and creativity.",
        "Numerology": "The number 3 signifies growth, expansion, and creativity.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts three women dancing in a circle, raising their cups in celebration.",
        "Alternative Deck Descriptions": "In some decks, the Three of Cups is shown as a scene of celebration and community.",
        "Card Image Description": "Three women dancing in a circle, raising their cups in celebration, symbolizing friendship and community."
    },
    {
        "Card Number": 39,
        "Card Name": "Four of Cups",
        "Suit": "Cups",
        "Arcana": "Minor",
        "Numerical Value": 4,
        "Element": "Water",
        "Astrological Association": "Moon in Cancer",
        "Keywords": "Contemplation, apathy, reevaluation",
        "Upright Meaning": "Contemplation, reevaluation, and a sense of apathy.",
        "Reversed Meaning": "New opportunities, awareness, and acceptance.",
        "Symbolism": "Four cups (opportunities), seated figure (contemplation), tree (growth)",
        "Affirmation": "\"I reevaluate my options and embrace new opportunities with awareness.\"",
        "Traditional Interpretation": "Representing the need to reevaluate one's current situation and consider new opportunities.",
        "Modern Interpretation": "Emphasizing the importance of taking time for introspection and being open to new possibilities.",
        "Mythological Connection": "Associated with Narcissus, who was absorbed in his own reflection.",
        "Numerology": "The number 4 signifies stability, contemplation, and reevaluation.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a seated figure under a tree, contemplating three cups, with a fourth cup being offered by a hand emerging from a cloud.",
        "Alternative Deck Descriptions": "In some decks, the Four of Cups is shown as a figure deep in contemplation, symbolizing reevaluation and introspection.",
        "Card Image Description": "A seated figure under a tree, contemplating three cups, with a fourth cup being offered by a hand emerging from a cloud, symbolizing contemplation and reevaluation."
    }
]
