[
    {
        "Card Number": 65,
        "Card Name": "Two of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 2,
        "Element": "Earth",
        "Astrological Association": "Jupiter in Capricorn",
        "Keywords": "Balance, adaptability, multitasking",
        "Upright Meaning": "Balance, adaptability, and the ability to multitask.",
        "Reversed Meaning": "Overwhelm, imbalance, and difficulty managing responsibilities.",
        "Symbolism": "Two pentacles (balance), infinity symbol (continuity), waves (change)",
        "Affirmation": "\"I balance my responsibilities with grace and adapt to changing circumstances.\"",
        "Traditional Interpretation": "Representing the need to balance multiple aspects of life and remain adaptable.",
        "Modern Interpretation": "Emphasizing the importance of maintaining balance and being flexible in managing responsibilities.",
        "Mythological Connection": "Linked to the story of the juggler, symbolizing balance and adaptability.",
        "Numerology": "The number 2 signifies balance, duality, and the ability to adapt.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a figure juggling two pentacles with an infinity symbol around them, standing by turbulent waters.",
        "Alternative Deck Descriptions": "In some decks, the Two of Pentacles is shown as a figure managing multiple tasks or balancing various aspects of life.",
        "Card Image Description": "A figure juggling two pentacles with an infinity symbol around them, standing by turbulent waters, symbolizing balance and adaptability."
    },
    {
        "Card Number": 66,
        "Card Name": "Three of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 3,
        "Element": "Earth",
        "Astrological Association": "Mars in Capricorn",
        "Keywords": "Collaboration, skill, teamwork",
        "Upright Meaning": "Collaboration, skillful work, and the importance of teamwork.",
        "Reversed Meaning": "Lack of teamwork, poor workmanship, and conflicts in collaboration.",
        "Symbolism": "Three pentacles (collaboration), figures (teamwork), cathedral (skill)",
        "Affirmation": "\"I value collaboration and contribute my skills to achieve common goals.\"",
        "Traditional Interpretation": "Representing the value of working together and using one's skills in collaboration.",
        "Modern Interpretation": "Emphasizing the importance of teamwork and the benefits of combining skills and efforts.",
        "Mythological Connection": "Associated with the craftsmanship of Daedalus, symbolizing skill and collaboration.",
        "Numerology": "The number 3 signifies growth, creativity, and the power of teamwork.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts three figures working together on the construction of a cathedral, symbolizing collaboration and skill.",
        "Alternative Deck Descriptions": "In some decks, the Three of Pentacles is shown as a scene of teamwork and the application of skills towards a common goal.",
        "Card Image Description": "Three figures working together on the construction of a cathedral, symbolizing collaboration, skill, and teamwork."
    },
    {
        "Card Number": 67,
        "Card Name": "Four of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 4,
        "Element": "Earth",
        "Astrological Association": "Sun in Capricorn",
        "Keywords": "Control, stability, security",
        "Upright Meaning": "Control, stability, and a focus on security and material wealth.",
        "Reversed Meaning": "Greed, possessiveness, and fear of loss.",
        "Symbolism": "Four pentacles (control), figure (stability), city (security)",
        "Affirmation": "\"I create stability and security in my life while remaining open and generous.\"",
        "Traditional Interpretation": "Representing the desire for stability and control over material resources.",
        "Modern Interpretation": "Emphasizing the importance of finding balance between security and generosity.",
        "Mythological Connection": "Linked to King Midas, whose touch turned everything to gold, symbolizing the desire for wealth and its consequences.",
        "Numerology": "The number 4 signifies stability, structure, and the foundations of security.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a figure holding tightly to four pentacles, with one at their feet, one in their arms, and two above their head.",
        "Alternative Deck Descriptions": "In some decks, the Four of Pentacles is shown as a figure or scene representing control, stability, and material security.",
        "Card Image Description": "A figure holding tightly to four pentacles, with one at their feet, one in their arms, and two above their head, symbolizing control and security."
    },
    {
        "Card Number": 68,
        "Card Name": "Five of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 5,
        "Element": "Earth",
        "Astrological Association": "Mercury in Taurus",
        "Keywords": "Hardship, loss, insecurity",
        "Upright Meaning": "Hardship, financial loss, and a sense of insecurity and struggle.",
        "Reversed Meaning": "Recovery, finding support, and overcoming adversity.",
        "Symbolism": "Five pentacles (hardship), figures (struggle), church (hope)",
        "Affirmation": "\"I find strength and support in difficult times, overcoming adversity with resilience.\"",
        "Traditional Interpretation": "Representing the challenges of financial hardship and the struggle to find security.",
        "Modern Interpretation": "Emphasizing the importance of seeking support and finding resilience in the face of adversity.",
        "Mythological Connection": "Associated with the story of the Prodigal Son, who faced hardship but found redemption and support.",
        "Numerology": "The number 5 signifies conflict, change, and the challenges of overcoming adversity.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts two figures walking through the snow outside a church, symbolizing hardship and the search for hope.",
        "Alternative Deck Descriptions": "In some decks, the Five of Pentacles is shown as a scene of struggle and hardship, emphasizing the need for support and resilience.",
        "Card Image Description": "Two figures walking through the snow outside a church, symbolizing hardship, loss, and the search for hope."
    },
    {
        "Card Number": 69,
        "Card Name": "Six of Pentacles",
        "Suit": "Pentacles",
        "Arcana": "Minor",
        "Numerical Value": 6,
        "Element": "Earth",
        "Astrological Association": "Moon in Taurus",
        "Keywords": "Generosity, charity, balance",
        "Upright Meaning": "Generosity, charity, and the importance of balance in giving and receiving.",
        "Reversed Meaning": "Selfishness, imbalance, and strings attached to generosity.",
        "Symbolism": "Six pentacles (generosity), scales (balance), figures (charity)",
        "Affirmation": "\"I give and receive with balance and generosity, fostering harmony in my life.\"",
        "Traditional Interpretation": "Representing the importance of generosity and the balance of giving and receiving.",
        "Modern Interpretation": "Emphasizing the value of charitable actions and the need for balance in relationships and resources.",
        "Mythological Connection": "Linked to the story of Robin Hood, who redistributed wealth to achieve balance and support for the needy.",
        "Numerology": "The number 6 signifies harmony, balance, and the importance of generosity.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a figure giving coins to two beggars, holding a scale in one hand, symbolizing balance and generosity.",
        "Alternative Deck Descriptions": "In some decks, the Six of Pentacles is shown as a scene of charity and the balance of giving and receiving.",
        "Card Image Description": "A figure giving coins to two beggars, holding a scale in one hand, symbolizing generosity, charity, and balance."
    }
]
