[
    {
        "Card Number": 20,
        "Card Name": "Judgement",
        "Suit": "Major Arcana",
        "Arcana": "Major",
        "Numerical Value": 20,
        "Element": "Fire",
        "Astrological Association": "Pluto",
        "Keywords": "Rebirth, judgement, inner calling",
        "Upright Meaning": "Renewal, evaluation, and a sense of rebirth.",
        "Reversed Meaning": "Self-doubt, inner critic, and ignoring the call.",
        "Symbolism": "Angel (divine intervention), trumpet (call to action), rising figures (awakening)",
        "Affirmation": "\"I answer my inner calling with confidence and clarity.\"",
        "Traditional Interpretation": "Representing judgment and the awakening of the soul.",
        "Modern Interpretation": "Emphasizing the importance of self-evaluation and embracing new beginnings.",
        "Mythological Connection": "Linked to the Phoenix, symbolizing rebirth and renewal.",
        "Numerology": "The number 20 signifies reflection, balance, and a call to higher purpose.",
        "Chakra Association": "Throat Chakra",
        "Rider-Waite Description": "Depicts an angel blowing a trumpet, with people rising from their graves, reaching towards the angel.",
        "Alternative Deck Descriptions": "In some decks, Judgement is shown as a figure or scene representing awakening and renewal.",
        "Card Image Description": "An angel blowing a trumpet, with figures rising from their graves, symbolizing a call to awakening and rebirth."
    },
    {
        "Card Number": 21,
        "Card Name": "The World",
        "Suit": "Major Arcana",
        "Arcana": "Major",
        "Numerical Value": 21,
        "Element": "Earth",
        "Astrological Association": "Saturn",
        "Keywords": "Completion, integration, accomplishment",
        "Upright Meaning": "Completion, wholeness, and a sense of fulfillment.",
        "Reversed Meaning": "Lack of closure, incompletion, and feeling unfulfilled.",
        "Symbolism": "Wreath (victory), four figures (elements), dancer (integration)",
        "Affirmation": "\"I am complete and integrated, celebrating my achievements.\"",
        "Traditional Interpretation": "Representing the culmination of a journey and the attainment of goals.",
        "Modern Interpretation": "Emphasizing the celebration of accomplishments and the feeling of completeness.",
        "Mythological Connection": "Associated with the Ouroboros, symbolizing the eternal cycle of life.",
        "Numerology": "The number 21 signifies completion, fulfillment, and the full circle of experience.",
        "Chakra Association": "Root Chakra",
        "Rider-Waite Description": "Depicts a naked woman dancing inside a wreath, surrounded by four figures representing the elements.",
        "Alternative Deck Descriptions": "Some decks show the World as a figure or scene representing completeness and unity.",
        "Card Image Description": "A dancing woman inside a wreath, with four figures in the corners representing the elements, symbolizing completeness and achievement."
    },
    {
        "Card Number": 22,
        "Card Name": "Ace of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 1,
        "Element": "Fire",
        "Astrological Association": "Aries, Leo, Sagittarius",
        "Keywords": "Inspiration, creation, potential",
        "Upright Meaning": "New beginnings, creativity, and inspired action.",
        "Reversed Meaning": "Lack of direction, delays, and missed opportunities.",
        "Symbolism": "Sprouting wand (new growth), hand (divine offering), flames (inspiration)",
        "Affirmation": "\"I embrace new opportunities with creative energy and passion.\"",
        "Traditional Interpretation": "Representing the spark of new ideas and the energy to pursue them.",
        "Modern Interpretation": "Emphasizing the importance of taking inspired action and starting new projects.",
        "Mythological Connection": "Linked to Prometheus, who brought fire to humanity.",
        "Numerology": "The Ace signifies new beginnings, potential, and the energy to initiate action.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a hand emerging from a cloud, holding a sprouting wand, symbolizing new potential and creation.",
        "Alternative Deck Descriptions": "In some decks, the Ace of Wands is shown as a wand surrounded by flames or symbols of growth.",
        "Card Image Description": "A hand emerging from a cloud, holding a sprouting wand, symbolizing new opportunities and creative energy."
    },
    {
        "Card Number": 23,
        "Card Name": "Two of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 2,
        "Element": "Fire",
        "Astrological Association": "Mars in Aries",
        "Keywords": "Planning, decision, foresight",
        "Upright Meaning": "Planning for the future, making decisions, and taking initiative.",
        "Reversed Meaning": "Lack of planning, fear of change, and hesitation.",
        "Symbolism": "Two wands (choices), globe (worldview), castle (stability)",
        "Affirmation": "\"I plan my future with foresight and decisive action.\"",
        "Traditional Interpretation": "Representing the need to look ahead and make decisions for future success.",
        "Modern Interpretation": "Emphasizing the importance of planning and strategic thinking.",
        "Mythological Connection": "Associated with Jason, who planned the quest for the Golden Fleece.",
        "Numerology": "The number 2 signifies duality, choices, and partnership.",
        "Chakra Association": "Third Eye Chakra",
        "Rider-Waite Description": "Depicts a man holding a globe, standing between two wands, looking out over a vast landscape.",
        "Alternative Deck Descriptions": "In some decks, the Two of Wands is shown as a figure making plans or looking to the future.",
        "Card Image Description": "A man holding a globe, standing between two wands, looking out over a vast landscape, symbolizing planning and foresight."
    },
    {
        "Card Number": 24,
        "Card Name": "Three of Wands",
        "Suit": "Wands",
        "Arcana": "Minor",
        "Numerical Value": 3,
        "Element": "Fire",
        "Astrological Association": "Sun in Aries",
        "Keywords": "Expansion, vision, opportunities",
        "Upright Meaning": "Expansion, long-term vision, and seeing opportunities.",
        "Reversed Meaning": "Obstacles to progress, lack of foresight, and missed opportunities.",
        "Symbolism": "Three wands (growth), ships (ventures), horizon (future)",
        "Affirmation": "\"I expand my horizons and embrace new opportunities with vision.\"",
        "Traditional Interpretation": "Representing the anticipation of success and the expansion of one's goals.",
        "Modern Interpretation": "Emphasizing the need to look ahead and recognize new opportunities.",
        "Mythological Connection": "Linked to Odysseus, who looked to new horizons and adventures.",
        "Numerology": "The number 3 signifies growth, expansion, and creativity.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a figure standing on a cliff, looking out over ships on the horizon.",
        "Alternative Deck Descriptions": "Some decks show the Three of Wands as a figure or scene representing foresight and the anticipation of growth.",
        "Card Image Description": "A figure standing on a cliff, looking out over ships on the horizon, symbolizing expansion and the anticipation of new opportunities."
    }
]
