[
    {
        "Card Number": 50,
        "Card Name": "Ace of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 1,
        "Element": "Air",
        "Astrological Association": "Gemini, Libra, Aquarius",
        "Keywords": "Clarity, truth, intellect",
        "Upright Meaning": "New beginnings in clarity, truth, and intellectual understanding.",
        "Reversed Meaning": "Confusion, miscommunication, and mental blocks.",
        "Symbolism": "Sword (clarity), crown (victory), clouds (revelation)",
        "Affirmation": "\"I seek and embrace clarity, truth, and intellectual understanding.\"",
        "Traditional Interpretation": "Representing a breakthrough in thought, clarity, and the power of the intellect.",
        "Modern Interpretation": "Emphasizing the importance of clear communication and the pursuit of truth.",
        "Mythological Connection": "Linked to Excalibur, the sword of King Arthur, symbolizing divine clarity and truth.",
        "Numerology": "The Ace signifies new beginnings, potential, and the purest form of the element.",
        "Chakra Association": "Throat Chakra",
        "Rider-Waite Description": "Depicts a hand emerging from a cloud, holding a sword crowned with a wreath, symbolizing clarity and truth.",
        "Alternative Deck Descriptions": "In some decks, the Ace of Swords is shown as a sword piercing through clouds, symbolizing the emergence of truth.",
        "Card Image Description": "A hand emerging from a cloud, holding a sword crowned with a wreath, symbolizing clarity, truth, and intellect."
    },
    {
        "Card Number": 51,
        "Card Name": "Two of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 2,
        "Element": "Air",
        "Astrological Association": "Moon in Libra",
        "Keywords": "Decision, balance, stalemate",
        "Upright Meaning": "Indecision, the need for balance, and facing a stalemate.",
        "Reversed Meaning": "Confusion, information overload, and avoidance.",
        "Symbolism": "Two swords (decisions), blindfold (unawareness), water (emotions)",
        "Affirmation": "\"I seek balance and clarity in my decisions, embracing all information.\"",
        "Traditional Interpretation": "Representing the challenge of making a difficult decision and finding balance.",
        "Modern Interpretation": "Emphasizing the importance of considering all options and seeking clarity before making decisions.",
        "Mythological Connection": "Associated with the Greek goddess Athena, who represents wisdom and strategic decision-making.",
        "Numerology": "The number 2 signifies balance, duality, and the need to make choices.",
        "Chakra Association": "Third Eye Chakra",
        "Rider-Waite Description": "Depicts a blindfolded figure seated with arms crossed, holding a sword in each hand, with water in the background.",
        "Alternative Deck Descriptions": "In some decks, the Two of Swords is shown as a figure in a state of contemplation, weighing decisions.",
        "Card Image Description": "A blindfolded figure seated with arms crossed, holding a sword in each hand, with water in the background, symbolizing decision and balance."
    },
    {
        "Card Number": 52,
        "Card Name": "Three of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 3,
        "Element": "Air",
        "Astrological Association": "Saturn in Libra",
        "Keywords": "Heartbreak, sorrow, betrayal",
        "Upright Meaning": "Heartbreak, sorrow, and the pain of betrayal.",
        "Reversed Meaning": "Healing, recovery, and moving past grief.",
        "Symbolism": "Heart (emotion), three swords (pain), rain (tears)",
        "Affirmation": "\"I acknowledge my pain and embrace the process of healing and recovery.\"",
        "Traditional Interpretation": "Representing the deep emotional pain and the experience of heartbreak or betrayal.",
        "Modern Interpretation": "Emphasizing the importance of acknowledging pain and allowing oneself to heal.",
        "Mythological Connection": "Linked to the myth of Medusa, whose tragic story involves themes of betrayal and sorrow.",
        "Numerology": "The number 3 signifies growth, expansion, and the challenges that come with emotional experiences.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a heart pierced by three swords, with rain and storm clouds in the background.",
        "Alternative Deck Descriptions": "In some decks, the Three of Swords is shown as a symbol of emotional pain and the need for healing.",
        "Card Image Description": "A heart pierced by three swords, with rain and storm clouds in the background, symbolizing heartbreak and sorrow."
    },
    {
        "Card Number": 53,
        "Card Name": "Four of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 4,
        "Element": "Air",
        "Astrological Association": "Jupiter in Libra",
        "Keywords": "Rest, recovery, contemplation",
        "Upright Meaning": "Rest, recovery, and the need for contemplation and solitude.",
        "Reversed Meaning": "Restlessness, burnout, and the inability to relax.",
        "Symbolism": "Four swords (rest), figure (contemplation), church (solitude)",
        "Affirmation": "\"I take time to rest and recover, embracing the peace of solitude.\"",
        "Traditional Interpretation": "Representing the need for rest and recovery after a period of struggle or stress.",
        "Modern Interpretation": "Emphasizing the importance of taking time for oneself and the benefits of contemplation and solitude.",
        "Mythological Connection": "Associated with the story of King Arthur, who rested in Avalon to heal.",
        "Numerology": "The number 4 signifies stability, rest, and the foundation needed for recovery.",
        "Chakra Association": "Heart Chakra",
        "Rider-Waite Description": "Depicts a figure lying on a tomb, hands in prayer, with three swords above and one below.",
        "Alternative Deck Descriptions": "In some decks, the Four of Swords is shown as a figure in a state of rest and recovery, emphasizing the need for solitude.",
        "Card Image Description": "A figure lying on a tomb, hands in prayer, with three swords above and one below, symbolizing rest and recovery."
    },
    {
        "Card Number": 54,
        "Card Name": "Five of Swords",
        "Suit": "Swords",
        "Arcana": "Minor",
        "Numerical Value": 5,
        "Element": "Air",
        "Astrological Association": "Venus in Aquarius",
        "Keywords": "Conflict, defeat, competition",
        "Upright Meaning": "Conflict, defeat, and the harsh realities of competition.",
        "Reversed Meaning": "Resolution, reconciliation, and avoiding unnecessary conflicts.",
        "Symbolism": "Five swords (conflict), figures (defeat), stormy sky (turmoil)",
        "Affirmation": "\"I navigate conflicts with wisdom and seek resolution and harmony.\"",
        "Traditional Interpretation": "Representing the challenges of conflict and the experience of defeat or victory at a cost.",
        "Modern Interpretation": "Emphasizing the importance of resolving conflicts and avoiding unnecessary confrontations.",
        "Mythological Connection": "Linked to the story of Achilles, whose victory came with great personal cost.",
        "Numerology": "The number 5 signifies conflict, change, and the challenges of navigating competition.",
        "Chakra Association": "Solar Plexus Chakra",
        "Rider-Waite Description": "Depicts a figure holding three swords, with two swords on the ground, and two defeated figures walking away.",
        "Alternative Deck Descriptions": "In some decks, the Five of Swords is shown as a scene of conflict and the aftermath of competition.",
        "Card Image Description": "A figure holding three swords, with two swords on the ground, and two defeated figures walking away, symbolizing conflict and defeat."
    }
]
