{
    "hexagrams": [
        {
            "hexagram_number": 51,
            "hexagram_name": "Shock (The Arousing, Thunder)",
            "binary_sequence": "001001",
            "judgment": "Shock brings success. Shock comes—oh, oh! Laughing words—ha, ha! The shock terrifies for a hundred miles, and he does not let fall the sacrificial spoon and chalice.",
            "image": "Thunder repeated: the image of Shock. Thus in fear and trembling the superior man sets his life in order and examines himself.",
            "lines": {
                "line_1": "Shock comes—oh, oh! Then follows laughing words—ha, ha! Good fortune.",
                "line_2": "Shock comes bringing danger. A hundred thousand times you lose your treasures and must climb the nine hills. Do not go in pursuit of them. After seven days you will get them back.",
                "line_3": "Shock comes and makes you distraught. If shock spurs to action one remains free of misfortune.",
                "line_4": "Shock is mired.",
                "line_5": "Shock goes hither and thither. Danger. However, nothing at all is lost. Yet there are things to be done.",
                "line_6": "Shock brings ruin and terrified gazing around. Furthering him who acts in accordance with the time."
            },
            "keywords": "Shock, arousing, self-examination",
            "changing_lines": "",
            "commentary": "",
            "element": "Thunder",
            "astrological_association": "Aries",
            "mythological_association": "Thunder",
            "affirmation": "I am aroused to self-examination and order by shock."
        },
        {
            "hexagram_number": 52,
            "hexagram_name": "Keeping Still (Mountain)",
            "binary_sequence": "100110",
            "judgment": "Keeping Still. Keeping his back still so that he no longer feels his body. He goes into his courtyard and does not see his people. No blame.",
            "image": "Mountains standing close together: the image of Keeping Still. Thus the superior man does not permit his thoughts to go beyond his situation.",
            "lines": {
                "line_1": "Keeping his toes still. No blame. Continued perseverance furthers.",
                "line_2": "Keeping his calves still. He cannot rescue him whom he follows. His heart is not glad.",
                "line_3": "Keeping his hips still. Making his sacrum stiff. Dangerous. The heart suffocates.",
                "line_4": "Keeping his trunk still. No blame.",
                "line_5": "Keeping his jaws still. The words have order. Remorse disappears.",
                "line_6": "Noblehearted keeping still. Good fortune."
            },
            "keywords": "Stillness, perseverance, meditation",
            "changing_lines": "",
            "commentary": "",
            "element": "Mountain",
            "astrological_association": "Taurus",
            "mythological_association": "Mountain",
            "affirmation": "I practice stillness and perseverance."
        },
        {
            "hexagram_number": 53,
            "hexagram_name": "Development (Gradual Progress)",
            "binary_sequence": "100101",
            "judgment": "Development. The maiden is given in marriage. Good fortune. Perseverance furthers.",
            "image": "On the mountain, a tree: the image of Development. Thus the superior man abides in dignity and virtue, in order to improve the mores.",
            "lines": {
                "line_1": "The wild goose gradually draws near the shore. The young son is in danger. There is talk. No blame.",
                "line_2": "The wild goose gradually draws near the cliff. Eating and drinking in peace and concord. Good fortune.",
                "line_3": "The wild goose gradually draws near the plateau. The man goes forth and does not return. The woman carries a child but does not bring it forth. Misfortune. It furthers one to fight off robbers.",
                "line_4": "The wild goose gradually draws near the tree. Perhaps it will find a flat branch. No blame.",
                "line_5": "The wild goose gradually draws near the summit. For three years the woman has no child. In the end nothing can hinder her. Good fortune.",
                "line_6": "The wild goose gradually draws near the cloud heights. Its feathers can be used for the sacred dance. Good fortune."
            },
            "keywords": "Development, progress, perseverance",
            "changing_lines": "",
            "commentary": "",
            "element": "Mountain and Wood",
            "astrological_association": "Gemini",
            "mythological_association": "Progress",
            "affirmation": "I embrace gradual progress and perseverance."
        },
        {
            "hexagram_number": 54,
            "hexagram_name": "The Marrying Maiden",
            "binary_sequence": "011001",
            "judgment": "The Marrying Maiden. Undertakings bring misfortune. Nothing that would further.",
            "image": "Thunder over the lake: the image of The Marrying Maiden. Thus the superior man understands the transitory in the light of the eternity of the end.",
            "lines": {
                "line_1": "The marrying maiden as a concubine. A lame man who is able to tread. Undertakings bring good fortune.",
                "line_2": "A one-eyed man who is able to see. The perseverance of a solitary man furthers.",
                "line_3": "The marrying maiden as a slave. She marries as a concubine.",
                "line_4": "The marrying maiden draws out the allotted time. A late marriage comes in due course.",
                "line_5": "The sovereign I gave his daughter in marriage. The embroidered garments of the princess were not as gorgeous as those of the serving maid. The moon that is nearly full brings good fortune.",
                "line_6": "The woman holds the basket, but there are no fruits in it. The man stabs the sheep, but no blood flows. Nothing that acts to further."
            },
            "keywords": "Marriage, transition, understanding",
            "changing_lines": "",
            "commentary": "",
            "element": "Thunder and Lake",
            "astrological_association": "Cancer",
            "mythological_association": "Marriage",
            "affirmation": "I understand the transitory nature of life."
        },
        {
            "hexagram_number": 55,
            "hexagram_name": "Abundance (Fullness)",
            "binary_sequence": "101011",
            "judgment": "Abundance has success. The king attains abundance. Be not sad. Be like the sun at midday.",
            "image": "Both thunder and lightning come: the image of Abundance. Thus the superior man decides lawsuits and carries out punishments.",
            "lines": {
                "line_1": "When a man meets his destined ruler, they can be together ten days, and it is not a mistake. Going meets with recognition.",
                "line_2": "The curtain is of such fullness that the polestars can be seen at midday. Through going one meets with mistrust and hate. If one rouses him through truth, good fortune comes.",
                "line_3": "The underbrush is of such abundance that the small stars can be seen at midday. He breaks his right arm. No blame.",
                "line_4": "The curtain is of such fullness that the polestars can be seen at midday. He meets his ruler, who is of like kind. Good fortune.",
                "line_5": "Lines are coming, blessing and fame draw near. Good fortune.",
                "line_6": "His house is in a state of abundance. He screens off his family. He peers through the gate and no longer perceives anyone. For three years he sees nothing. Misfortune."
            },
            "keywords": "Abundance, fullness, success",
            "changing_lines": "",
            "commentary": "",
            "element": "Thunder and Lightning",
            "astrological_association": "Leo",
            "mythological_association": "Fullness",
            "affirmation": "I attain abundance and success."
        }
    ]
}
