{
    "hexagrams": [
        {
            "hexagram_number": 26,
            "hexagram_name": "The Taming Power of the Great",
            "binary_sequence": "100111",
            "judgment": "The Taming Power of the Great. Perseverance furthers. Not eating at home brings good fortune. It furthers one to cross the great water.",
            "image": "Heaven within the mountain: the image of The Taming Power of the Great. Thus the superior man acquaints himself with many sayings of antiquity and many deeds of the past, in order to strengthen his character thereby.",
            "lines": {
                "line_1": "Danger is at hand. It furthers one to desist.",
                "line_2": "The axletrees are taken from the wagon.",
                "line_3": "A good horse that follows others. Awareness of danger, with perseverance, brings good fortune.",
                "line_4": "The headboard of a young bull. Great good fortune.",
                "line_5": "The tusk of a gelded boar. Good fortune.",
                "line_6": "One attains the way of heaven. Success."
            },
            "keywords": "Perseverance, strength, preparation",
            "changing_lines": "",
            "commentary": "",
            "element": "Heaven and Mountain",
            "astrological_association": "Aries",
            "mythological_association": "Strength",
            "affirmation": "I embody strength and perseverance."
        },
        {
            "hexagram_number": 27,
            "hexagram_name": "The Corners of the Mouth",
            "binary_sequence": "100001",
            "judgment": "The Corners of the Mouth. Perseverance brings good fortune. Pay heed to the providing of nourishment and to what a man seeks to fill his own mouth with.",
            "image": "At the foot of the mountain, thunder: the image of The Corners of the Mouth. Thus the superior man is careful of his words and temperate in eating and drinking.",
            "lines": {
                "line_1": "You let your magic tortoise go, and look at me with the corners of your mouth drooping. Misfortune.",
                "line_2": "Turning to the summit for nourishment, devoting oneself to the spirits of the ancestors, one is blessed with good fortune. Be devoted, so there will be no mistake.",
                "line_3": "Turning away from nourishment. Perseverance brings misfortune. Do not act thus for ten years. Nothing serves to further.",
                "line_4": "Turning to the summit for provision of nourishment brings good fortune. Spying about with sharp eyes like a tiger with insatiable craving. No blame.",
                "line_5": "Turning away from the path. To remain persevering brings good fortune. One should not cross the great water.",
                "line_6": "The source of nourishment. Awareness of danger brings good fortune. It furthers one to cross the great water."
            },
            "keywords": "Nourishment, care, moderation",
            "changing_lines": "",
            "commentary": "",
            "element": "Mountain and Thunder",
            "astrological_association": "Taurus",
            "mythological_association": "Nourishment",
            "affirmation": "I nourish myself with care and moderation."
        },
        {
            "hexagram_number": 28,
            "hexagram_name": "Preponderance of the Great",
            "binary_sequence": "111100",
            "judgment": "Preponderance of the Great. The ridgepole sags to the breaking point. It furthers one to have somewhere to go. Success.",
            "image": "The lake rises above the trees: the image of Preponderance of the Great. Thus the superior man, when he stands alone, is unconcerned, and if he has to renounce the world, he is undaunted.",
            "lines": {
                "line_1": "To spread white rushes underneath. No blame.",
                "line_2": "A dry poplar sprouts at the root. An older man takes a young wife. Everything furthers.",
                "line_3": "The ridgepole sags to the breaking point. Misfortune.",
                "line_4": "The ridgepole is braced. Good fortune. If there are ulterior motives, it is humiliating.",
                "line_5": "A withered poplar puts forth flowers. An older woman takes a husband. No blame. No praise.",
                "line_6": "One must go through the water. It goes over one’s head. Misfortune. No blame."
            },
            "keywords": "Greatness, perseverance, balance",
            "changing_lines": "",
            "commentary": "",
            "element": "Lake and Wood",
            "astrological_association": "Gemini",
            "mythological_association": "Greatness",
            "affirmation": "I achieve greatness with perseverance and balance."
        },
        {
            "hexagram_number": 29,
            "hexagram_name": "The Abysmal",
            "binary_sequence": "010010",
            "judgment": "The Abysmal repeated. If you are sincere, you have success in your heart, and whatever you do succeeds.",
            "image": "Water flows on uninterruptedly and reaches its goal: the image of The Abysmal repeated. Thus the superior man walks in lasting virtue and carries on the business of teaching.",
            "lines": {
                "line_1": "Repetition of the Abysmal. In the abyss one falls into a pit. Misfortune.",
                "line_2": "The abyss is dangerous. One should strive to attain small things only.",
                "line_3": "Forward and backward, abyss on abyss. In danger like this, pause at first and wait, Otherwise you will fall into a pit in the abyss. Do not act in this way.",
                "line_4": "A jug of wine, a bowl of rice with it; earthen vessels simply handed in through the window. There is certainly no blame in this.",
                "line_5": "The abyss is not filled to overflowing, It is filled only to the rim. No blame.",
                "line_6": "Bound with cords and ropes, shut in between thorn-hedged prison walls: for three years one does not find the way. Misfortune."
            },
            "keywords": "Danger, perseverance, wisdom",
            "changing_lines": "",
            "commentary": "",
            "element": "Water",
            "astrological_association": "Cancer",
            "mythological_association": "Danger",
            "affirmation": "I navigate danger with perseverance and wisdom."
        },
        {
            "hexagram_number": 30,
            "hexagram_name": "The Clinging, Fire",
            "binary_sequence": "101110",
            "judgment": "The Clinging. Perseverance furthers. It brings success. Care of the cow brings good fortune.",
            "image": "That which is bright rises twice: the image of Fire. Thus the great man, by perpetuating this brightness, illumines the four quarters of the world.",
            "lines": {
                "line_1": "The footprints run crisscross. If one is seriously intent, no blame.",
                "line_2": "Yellow light. Supreme good fortune.",
                "line_3": "In the light of the setting sun, men either beat the pot and sing or loudly bewail the approach of old age. Misfortune.",
                "line_4": "Its coming is sudden; it flames up, dies down, is thrown away.",
                "line_5": "Tears in floods, sighing and lamenting. Good fortune.",
                "line_6": "The king uses him to march forth and chastise. Then it is best to kill the leaders and take captive the followers. No blame."
            },
            "keywords": "Clinging, perseverance, brightness",
            "changing_lines": "",
            "commentary": "",
            "element": "Fire",
            "astrological_association": "Leo",
            "mythological_association": "Fire",
            "affirmation": "I persevere with brightness and clarity."
        }
    ]
}
