{
    "hexagrams": [
        {
            "hexagram_number": 41,
            "hexagram_name": "Decrease",
            "binary_sequence": "100001",
            "judgment": "Decrease combined with sincerity brings about supreme good fortune without blame. One may be persevering in this. It furthers one to undertake something. How is this to be carried out? One may use two small bowls for the sacrifice.",
            "image": "At the foot of the mountain, the lake: the image of Decrease. Thus the superior man controls his anger and restrains his instincts.",
            "lines": {
                "line_1": "Going quickly when one's tasks are finished is without blame. But one must reflect on how much one may decrease others.",
                "line_2": "Perseverance furthers. To undertake something brings misfortune. Without decreasing oneself, one is able to bring increase to others.",
                "line_3": "When three people journey together, their number decreases by one. When one man journeys alone, he finds a companion.",
                "line_4": "If a man decreases his faults, it makes the other hasten to come and rejoice. No blame.",
                "line_5": "Someone does indeed increase him. Ten pairs of tortoises cannot oppose it. Supreme good fortune.",
                "line_6": "If one is increased without depriving others, there is no blame. Perseverance brings good fortune. It furthers one to undertake something. One obtains servants but no longer has a separate home."
            },
            "keywords": "Decrease, restraint, perseverance",
            "changing_lines": "",
            "commentary": "",
            "element": "Mountain and Lake",
            "astrological_association": "Virgo",
            "mythological_association": "Restraint",
            "affirmation": "I practice decrease with restraint and perseverance."
        },
        {
            "hexagram_number": 42,
            "hexagram_name": "Increase",
            "binary_sequence": "001001",
            "judgment": "Increase. It furthers one to undertake something. It furthers one to cross the great water.",
            "image": "Wind and thunder: the image of Increase. Thus the superior man: If he sees good, he imitates it; if he has faults, he rids himself of them.",
            "lines": {
                "line_1": "It furthers one to accomplish great deeds. Supreme good fortune. No blame.",
                "line_2": "Someone does indeed increase him; ten pairs of tortoises cannot oppose it. Constant perseverance brings good fortune. The king presents him before God. Good fortune.",
                "line_3": "One is enriched through unfortunate events. No blame if you are sincere and walk in the middle, and report with a seal to the prince.",
                "line_4": "If you walk in the middle and report to the prince, he will follow. It furthers one to be used in the removal of the capital.",
                "line_5": "If in truth you have a kind heart, ask not. Supreme good fortune. Truly, kindness will be recognized as your virtue.",
                "line_6": "He brings increase to no one. Indeed, someone even strikes him. He does not keep his heart constantly steady. Misfortune."
            },
            "keywords": "Increase, growth, perseverance",
            "changing_lines": "",
            "commentary": "",
            "element": "Wind and Thunder",
            "astrological_association": "Libra",
            "mythological_association": "Growth",
            "affirmation": "I embrace increase with growth and perseverance."
        },
        {
            "hexagram_number": 43,
            "hexagram_name": "Breakthrough",
            "binary_sequence": "111000",
            "judgment": "Breakthrough. One must resolutely make the matter known at the court of the king. It must be announced truthfully. Danger. It is necessary to notify one's own city. It does not further to resort to arms. It furthers one to undertake something.",
            "image": "The lake has risen up to heaven: the image of Breakthrough. Thus the superior man dispenses riches downward and refrains from resting on his virtue.",
            "lines": {
                "line_1": "Mighty in the forward-striding toes. When one goes and is not equal to the task, one makes a mistake.",
                "line_2": "A cry of alarm. Arms at evening and at night. Fear nothing.",
                "line_3": "To be powerful in the cheekbones brings misfortune. The superior man is firmly resolved. He walks alone and encounters rain. He is bespattered, and people murmur against him. No blame.",
                "line_4": "There is no skin on his thighs, and walking comes hard. If a man were to let himself be led like a sheep, remorse would disappear. But if these words are heard, they will not be believed.",
                "line_5": "In dealing with weeds, firm resolution is necessary. Walking in the middle remains free of blame.",
                "line_6": "No cry. In the end, misfortune comes."
            },
            "keywords": "Breakthrough, resolution, perseverance",
            "changing_lines": "",
            "commentary": "",
            "element": "Lake and Heaven",
            "astrological_association": "Scorpio",
            "mythological_association": "Breakthrough",
            "affirmation": "I achieve breakthrough with resolution and perseverance."
        },
        {
            "hexagram_number": 44,
            "hexagram_name": "Coming to Meet",
            "binary_sequence": "010111",
            "judgment": "Coming to Meet. The maiden is powerful. One should not marry such a maiden.",
            "image": "Under heaven, wind: the image of Coming to Meet. Thus does the prince act when disseminating his commands and proclaiming them to the four quarters of heaven.",
            "lines": {
                "line_1": "It must be checked with a brake of bronze. Perseverance brings good fortune. If one lets it take its course, one experiences misfortune.",
                "line_2": "There is a fish in the tank. No blame. Does not further guests.",
                "line_3": "There is no skin on his thighs, and walking comes hard. If a man were to let himself be led like a sheep, remorse would disappear. But if these words are heard, they will not be believed.",
                "line_4": "No fish in the tank. This leads to misfortune.",
                "line_5": "A melon covered with willow leaves. Hidden lines. Then it drops down to one from heaven.",
                "line_6": "He comes to meet with his horns. Humiliation. No blame."
            },
            "keywords": "Meeting, caution, perseverance",
            "changing_lines": "",
            "commentary": "",
            "element": "Wind and Heaven",
            "astrological_association": "Sagittarius",
            "mythological_association": "Meeting",
            "affirmation": "I come to meet with caution and perseverance."
        },
        {
            "hexagram_number": 45,
            "hexagram_name": "Gathering Together",
            "binary_sequence": "010011",
            "judgment": "Gathering Together. Success. The king approaches his temple. It furthers one to see the great man. This brings success. Perseverance furthers. To bring great offerings creates good fortune. It furthers one to undertake something.",
            "image": "Over the earth, the lake: the image of Gathering Together. Thus the superior man renews his weapons in order to meet the unforeseen.",
            "lines": {
                "line_1": "If you are sincere, but not to the end, there will sometimes be confusion, sometimes gathering together. If you call out, then after one grasp of the hand you can laugh again. Regret not. Going is without blame.",
                "line_2": "Letting oneself be drawn brings good fortune and remains blameless. If one is sincere, it furthers one to bring even a small offering.",
                "line_3": "Gathering together amid sighs. Nothing that would further. Going is without blame. Slight humiliation.",
                "line_4": "Great good fortune. No blame.",
                "line_5": "If in gathering together one has position, this brings no blame. If there are some who are not yet sincerely in the work, sublime and enduring perseverance is needed. Then remorse disappears.",
                "line_6": "Lamenting and sighing, floods of tears. No blame."
            },
            "keywords": "Gathering, success, perseverance",
            "changing_lines": "",
            "commentary": "",
            "element": "Lake and Earth",
            "astrological_association": "Capricorn",
            "mythological_association": "Gathering",
            "affirmation": "I gather together with success and perseverance."
        }
    ]
}


