{
    "hexagrams": [
        {
            "hexagram_number": 46,
            "hexagram_name": "Pushing Upward",
            "binary_sequence": "001110",
            "judgment": "Pushing Upward has supreme success. One must see the great man. Fear not. Departure toward the south brings good fortune.",
            "image": "Within the earth, wood grows: the image of Pushing Upward. Thus the superior man of devoted character heaps up small things in order to achieve something high and great.",
            "lines": {
                "line_1": "Pushing upward that meets with confidence brings great good fortune.",
                "line_2": "If one is sincere, it furthers one to bring even a small offering. No blame.",
                "line_3": "One pushes upward into an empty city.",
                "line_4": "The king offers him Mount Ch'i. Good fortune. No blame.",
                "line_5": "Perseverance brings good fortune. One pushes upward by steps.",
                "line_6": "Pushing upward in darkness. It furthers one to be unremittingly persevering."
            },
            "keywords": "Pushing upward, perseverance, progress",
            "changing_lines": "",
            "commentary": "",
            "element": "Wood and Earth",
            "astrological_association": "Taurus",
            "mythological_association": "Progress",
            "affirmation": "I push upward with perseverance and progress."
        },
        {
            "hexagram_number": 47,
            "hexagram_name": "Oppression (Exhaustion)",
            "binary_sequence": "011010",
            "judgment": "Oppression. Success. Perseverance. The great man brings good fortune. No blame. When one has something to say, it is not believed.",
            "image": "There is no water in the lake: the image of Exhaustion. Thus the superior man stakes his life on following his will.",
            "lines": {
                "line_1": "One sits oppressed under a bare tree and strays into a gloomy valley. For three years one sees nothing.",
                "line_2": "One is oppressed while at meat and drink. The man with the scarlet knee bands is just coming. It furthers one to offer sacrifice. To set forth brings misfortune. No blame.",
                "line_3": "A man permits himself to be oppressed by stone, and leans on thorns and thistles. He enters his house and does not see his wife. Misfortune.",
                "line_4": "He comes very quietly, oppressed in a golden carriage. Humiliation, but the end is reached.",
                "line_5": "His nose and feet are cut off. Oppression at the hands of the man with the purple knee bands. Joy comes softly. It furthers one to make offerings and libations.",
                "line_6": "He is oppressed by creeping vines. He moves uncertainly and says, 'Movement brings remorse.' If one feels remorse over this and makes a start, good fortune comes."
            },
            "keywords": "Oppression, perseverance, endurance",
            "changing_lines": "",
            "commentary": "",
            "element": "Lake and Water",
            "astrological_association": "Pisces",
            "mythological_association": "Endurance",
            "affirmation": "I endure oppression with perseverance and strength."
        },
        {
            "hexagram_number": 48,
            "hexagram_name": "The Well",
            "binary_sequence": "011001",
            "judgment": "The Well. The town may be changed, but the well cannot be changed. It neither decreases nor increases. They come and go and draw from the well. If one gets down almost to the water and the rope does not go all the way, or the jug breaks, it brings misfortune.",
            "image": "Water over wood: the image of The Well. Thus the superior man encourages the people at their work, and exhorts them to help one another.",
            "lines": {
                "line_1": "One does not drink the mud of the well. No animals come to an old well.",
                "line_2": "At the wellhole one shoots fishes. The jug is broken and leaks.",
                "line_3": "The well is cleaned, but no one drinks from it. This is my heart's sorrow, for one might draw from it. If the king were clear-minded, good fortune might be enjoyed in common.",
                "line_4": "The well is being lined. No blame.",
                "line_5": "In the well there is a clear, cold spring from which one can drink.",
                "line_6": "One draws from the well without hindrance. It is dependable. Supreme good fortune."
            },
            "keywords": "The Well, resource, stability",
            "changing_lines": "",
            "commentary": "",
            "element": "Water and Wood",
            "astrological_association": "Cancer",
            "mythological_association": "Resource",
            "affirmation": "I draw from the well of resources with stability."
        },
        {
            "hexagram_number": 49,
            "hexagram_name": "Revolution (Molting)",
            "binary_sequence": "011110",
            "judgment": "Revolution. On your own day you are believed. Supreme success. Furthering through perseverance. Remorse disappears.",
            "image": "Fire in the lake: the image of Revolution. Thus the superior man sets the calendar in order and makes the seasons clear.",
            "lines": {
                "line_1": "Wrapped in the hide of a yellow cow.",
                "line_2": "When one's own day comes, one may create revolution. Starting brings good fortune. No blame.",
                "line_3": "Starting brings misfortune. Perseverance brings danger. When talk of revolution has gone the rounds three times, one may commit himself, and men will believe him.",
                "line_4": "Remorse disappears. Men believe him. Changing the form of government brings good fortune.",
                "line_5": "The great man changes like a tiger. Even before he questions the oracle he is believed.",
                "line_6": "The superior man changes like a panther. The inferior man molts in the face. Starting brings misfortune. To remain persevering brings good fortune."
            },
            "keywords": "Revolution, change, perseverance",
            "changing_lines": "",
            "commentary": "",
            "element": "Fire and Lake",
            "astrological_association": "Aquarius",
            "mythological_association": "Change",
            "affirmation": "I embrace revolution with change and perseverance."
        },
        {
            "hexagram_number": 50,
            "hexagram_name": "The Cauldron",
            "binary_sequence": "101110",
            "judgment": "The Cauldron. Supreme good fortune. Success.",
            "image": "Fire over wood: the image of The Cauldron. Thus the superior man consolidates his fate by making his position correct.",
            "lines": {
                "line_1": "A cauldron with legs upturned. Favors are bestowed upon him.",
                "line_2": "There is food in the cauldron. My comrades are envious, but they cannot harm me. Good fortune.",
                "line_3": "The handle of the cauldron is changed. One is impeded in his way of life. The fat of the pheasant is not eaten. Once rain falls, remorse is spent. Good fortune comes in the end.",
                "line_4": "The legs of the cauldron are broken. The prince's meal is spilled and his person is soiled. Misfortune.",
                "line_5": "The cauldron has yellow handles, golden carrying rings. Perseverance furthers.",
                "line_6": "The cauldron has rings of jade. Great good fortune. Nothing that would not act to further."
            },
            "keywords": "The Cauldron, nourishment, success",
            "changing_lines": "",
            "commentary": "",
            "element": "Fire and Wood",
            "astrological_association": "Leo",
            "mythological_association": "Nourishment",
            "affirmation": "I nourish myself and others with success."
        }
    ]
}
