{
    "hexagrams": [
        {
            "hexagram_number": 36,
            "hexagram_name": "Darkening of the Light",
            "binary_sequence": "011101",
            "judgment": "Darkening of the Light. In adversity it furthers one to be persevering.",
            "image": "The light has sunk into the earth: the image of Darkening of the Light. Thus does the superior man live with the great mass: He veils his light, yet still shines.",
            "lines": {
                "line_1": "Darkening of the light during flight. He lowers his wings. The superior man does not eat for three days on his wanderings. But he has somewhere to go. The host has occasion to gossip about him.",
                "line_2": "Darkening of the light injures him in the left thigh. He gives aid with the strength of a horse. Good fortune.",
                "line_3": "Darkening of the light during the hunt in the south. Their great leader is captured. One must not expect perseverance too soon.",
                "line_4": "He penetrates the left side of the belly. One gets at the very heart of the darkening of the light and leaves the gate and courtyard.",
                "line_5": "Darkening of the light as with Prince Chi. Perseverance furthers.",
                "line_6": "Not light but darkness. First he climbs up to heaven, then he plunges into the depths of the earth."
            },
            "keywords": "Adversity, perseverance, concealment",
            "changing_lines": "",
            "commentary": "",
            "element": "Earth",
            "astrological_association": "Scorpio",
            "mythological_association": "Darkness",
            "affirmation": "I persevere through adversity and concealment."
        },
        {
            "hexagram_number": 37,
            "hexagram_name": "The Family",
            "binary_sequence": "110101",
            "judgment": "The Family. The perseverance of the woman furthers.",
            "image": "Wind comes forth from fire: the image of The Family. Thus the superior man has substance in his words and duration in his way of life.",
            "lines": {
                "line_1": "Firm seclusion within the family. Remorse disappears.",
                "line_2": "She should not follow her whims. She must attend within to the food. Perseverance brings good fortune.",
                "line_3": "When tempers flare up in the family, too great severity brings remorse. Good fortune nonetheless. When woman and child dally and laugh, it leads in the end to humiliation.",
                "line_4": "She is the treasure of the house. Great good fortune.",
                "line_5": "As a king he approaches his family. Fear not. Good fortune.",
                "line_6": "His work commands respect. In the end good fortune comes."
            },
            "keywords": "Family, order, harmony",
            "changing_lines": "",
            "commentary": "",
            "element": "Wind and Fire",
            "astrological_association": "Cancer",
            "mythological_association": "Family",
            "affirmation": "I bring order and harmony to my family."
        },
        {
            "hexagram_number": 38,
            "hexagram_name": "Opposition",
            "binary_sequence": "101101",
            "judgment": "Opposition. In small matters, good fortune.",
            "image": "Above, fire; below, the lake: the image of Opposition. Thus amid all fellowship the superior man retains his individuality.",
            "lines": {
                "line_1": "Remorse disappears. If you lose your horse, do not run after it; it will return of its own accord. When you see evil people, guard yourself against mistakes.",
                "line_2": "One meets his lord in a narrow street. No blame.",
                "line_3": "One sees the wagon dragged back, the oxen halted, a man's hair and nose cut off. Not a good beginning, but a good end.",
                "line_4": "Isolated through opposition, one meets a like-minded man with whom one can associate in good faith. Despite the danger, no blame.",
                "line_5": "Remorse disappears. The companion bites his way through the wrappings. If one goes to him, how could it be a mistake?",
                "line_6": "Isolated through opposition, one sees his companion as a pig covered with dirt, as a wagon full of devils. First one draws a bow against him, then one lays the bow aside. He is not a robber; he will woo at the right time. As one goes, rain falls; then good fortune comes."
            },
            "keywords": "Opposition, individuality, small matters",
            "changing_lines": "",
            "commentary": "",
            "element": "Fire and Lake",
            "astrological_association": "Aquarius",
            "mythological_association": "Opposition",
            "affirmation": "I retain my individuality amid opposition."
        },
        {
            "hexagram_number": 39,
            "hexagram_name": "Obstruction",
            "binary_sequence": "100011",
            "judgment": "Obstruction. The southwest furthers. The northeast does not further. It furthers one to see the great man. Perseverance brings good fortune.",
            "image": "Water on the mountain: the image of Obstruction. Thus the superior man turns his attention to himself and molds his character.",
            "lines": {
                "line_1": "Going leads to obstructions, Coming leads to great good fortune.",
                "line_2": "The king's servant is beset by obstructions upon obstructions, But it is not his own fault.",
                "line_3": "Going leads to obstructions; hence he comes back.",
                "line_4": "Going leads to obstructions, Coming leads to union.",
                "line_5": "In the midst of the greatest obstructions, Friends come.",
                "line_6": "Going leads to obstructions, Coming leads to great good fortune. It furthers one to see the great man."
            },
            "keywords": "Obstruction, perseverance, character",
            "changing_lines": "",
            "commentary": "",
            "element": "Water and Mountain",
            "astrological_association": "Pisces",
            "mythological_association": "Obstruction",
            "affirmation": "I persevere through obstructions and mold my character."
        },
        {
            "hexagram_number": 40,
            "hexagram_name": "Deliverance",
            "binary_sequence": "011100",
            "judgment": "Deliverance. The southwest furthers. If there is no longer anything where one has to go, return brings good fortune. If there is still something where one has to go, hastening brings good fortune.",
            "image": "Thunder and rain set in: the image of Deliverance. Thus the superior man pardons mistakes and forgives misdeeds.",
            "lines": {
                "line_1": "Without blame.",
                "line_2": "One kills three foxes in the field and receives a yellow arrow. Perseverance brings good fortune.",
                "line_3": "If a man carries a burden on his back and nonetheless rides in a carriage, he thereby encourages robbers to draw near. Perseverance leads to humiliation.",
                "line_4": "Deliver yourself from your great toe. Then the companion comes, and him you can trust.",
                "line_5": "If only the superior man can deliver himself, it brings good fortune. Thus he proves to the inferior man that he is in earnest.",
                "line_6": "The prince shoots at a hawk on a high wall. He kills it. Everything serves to further."
            },
            "keywords": "Deliverance, forgiveness, perseverance",
            "changing_lines": "",
            "commentary": "",
            "element": "Thunder and Rain",
            "astrological_association": "Sagittarius",
            "mythological_association": "Deliverance",
            "affirmation": "I deliver myself with forgiveness and perseverance."
        }
    ]
}

